{
    "MY_PROJECTS": "Els meus projectes",
    "IMPORT_ERROR": "<h2 class='title'>Oh no! El fitxer no funciona</h2><div class='content'>Pot ser que hi hagi alguna cosa malament amb el vostre fitxer.<br>Assegureu-vos que sigui un fitxer .sjr que funcioni i torneu-ho a provar.</div>",
    "QUICK_INTRO": "Introducció ràpida a ScratchJr",
    "SAMPLE_PROJECTS": "Projectes d'exemple",
    "ABOUT_SCRATCHJR": "Quant a l'ScratchJr",
    "INTERFACE_GUIDE": "Guia de la interfície",
    "PAINT_EDITOR_GUIDE": "Guia de l'editor de pintura",
    "BLOCKS_GUIDE": "Guia de blocs",
    "PRIVACY_POLICY": "Política de privadesa",
    "ABOUT_WHAT_IS": "Què és ScratchJr?",
    "ABOUT_DESCRIPTION": "ScratchJr és un llenguatge de programació d'iniciació que permet als nens entre 5 i 7 anys crear històries interactives i jocs. Els nens combinen blocs gràfics de programació per fer que els personatges es moguin, saltin, ballin i cantin. Els nens poden modificar personatges amb l'editor gràfic, afegir veus i sons, fins i tot inserir fotografies d'ells mateixos per, tot seguit, usar els blocs de programació per fer que els seus personatges cobrin vida.",
    "ABOUT_INSPIRED_BY": "ScratchJr s'inspira en el popular llenguatge de programació Scratch (http://scratch.mit.edu), usat per milions de joves (a partir de 8) arreu del món. En la creació de l'ScratchJr, s'ha redisenyat l'interfície i el llenguatge de programació per fer-los adequats per als més petits, dissenyant curosament característiques per tal d'adequar-les al nivell coginitiu, personal, social i emocional dels nens. <br/><br/>Per a més informació sobre ScratchJr, consulteu http://scratchjr.org",
    "ABOUT_WHY_CREATE": "Per què hem creat ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "La programació informàtica és una nova forma d'alfabetització. De la mateixa manera que l'escriptura ajuda a organitzar el pensament i a expressar idees, la programació també compleix aquesta funció. En el passat, la majoria de la gent pensava que la programació era massa complicada. Nosaltres, però, pensem que hauria d'estar a l'abast de tothom, com l'escriptura.<br/><br/>Mentre els nens programen amb l'ScratchJr, aprenen a crear i a expressar-se amb l'ordinador, no només a interactuar amb ell. En aquest procés, aprenen a resoldre problemes i a dissenyar projectes i desenvolupen habilitats de seqüenciació que resultaran fonamentals per aconseguir èxit acadèmic en el futur. També utilitzaran les matemàtiques i la llengua en un context motivador i constructiu que els servirà d'ajuda en el desenvolupament d'habilitats numèriques i lingüístiques en l'edat infantil. Amb l'ScratchJr, els nens no només aprenen a programar, sinó que programen per aprendre.",
    "ABOUT_WHO_CREATED": "Qui ha creat ScratchJr?",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr es manté com una col·laboració entre la Fundació Scratch i el Grup de Recerca de Tecnologies del Desenvolupament (DevTech) a la Lynch School of Education del Boston College. ScratchJr va ser creat originalment per DevTech – (dirigit per Marina Umaschi Bers, amb contribucions d'Amanda Strawhacker, Claire Caine, Louise Flannery, Elizabeth Kazakoff i Dylan Portelance), el grup Lifelong Kindergarten del MIT Media Lab – (dirigit per Mitchel Resnick, amb contribucions de Chris Garrity, Tim Mickel, Carl Bowman, Champika Fernando, Natalie Rusk, Sayamindu Dasgupta i Chris Graves), i la Playful Invention Company (dirigida per Paula Bont&aacute; i Brian Silverman, amb contribucions de Jack Geddes i Adrian Gabriel) . La versió d'Android d'ScratchJr va ser implementada per Two Sigma (dirigida per Mark Roth, amb contribucions de Kevin Hu), amb l'aportació de Benesse Corp.<br/> <br/>Els gràfics i il·lustracions de ScratchJr van ser creats per HvingtQuatre Company (dirigit de Julien Gelifier i Adrien Valesa), Sarah Thomson, Peter Mueller, Jillian Lombardi i Blane Asrat. Paula Aguilera del MIT Media Lab va produir el vídeo ScratchJr. També ens agradaria donar les gràcies a tots els que van participar a les comunitats de proves beta per a iPad i Android, especialment a Sergio Antolinez, Vandendaele Didier i Sjoerd Dirk Meijer.",
    "ABOUT_WHO_SUPPORTED": "Qui dóna suport a ScratchJr?",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "El projecte ScratchJr ha rebut una generosa ajuda econòmica de les fundacions National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation i de British Telecommunications.<br/><br/>Si gaudeixes d'aquesta aplicació gratuïta, pot realitzar una donació a Scratch Foundation (www.scratchfoundation.org), una organització sense ànim de lucre que proporciona un constant suport a ScratchJr. Agraïm donacions de qualsevol import.<br/><br/>Patrocinadors platí de la campanya de ScratchJr a Kickstarter: Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson i Shirley Resnick.<br/><br/>Altres patrocinadors de la campanya de ScratchJr a Kickstarter:",
    "BLOCKS_TRIGGERING_BLOCKS": "Blocs d'esdeveniments",
    "BLOCKS_GREEN_FLAG": "Comença en prémer la bandera verda",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "La seqüència de comandaments s'inicia en prémer la bandera verda.",
    "BLOCKS_ON_TAP": "Comença en prémer",
    "BLOCKS_ON_TAP_DESCRIPTION": "La seqüència de comandaments s'inicia quan premem sobre el personatge",
    "BLOCKS_ON_TOUCH": "Comença en tocar-se",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "La seqüència de comandaments s'inicia quan un personatge és tocat per un altre personatge.",
    "BLOCKS_ON_MESSAGE": "Comença amb missatge",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "La seqüència de comandaments s'inicia quan s'envia un missatge del color indicat.",
    "BLOCKS_SEND_MESSAGE": "Envia un missatge",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Envia un missatge del color indicat.",
    "BLOCKS_MOTION_BLOCKS": "Blocs de moviment",
    "BLOCKS_MOVE_RIGHT": "Mou-te a la dreta",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Mou el personatge el nombre de quadrícules indicat cap a la dreta.",
    "BLOCKS_MOVE_LEFT": "Mou-te a l'esquerra",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Mou el personatge el nombre de quadrícules indicat cap a l'esquerra.",
    "BLOCKS_MOVE_UP": "Mou-te amunt",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Mou el personatge el nombre de quadrícules indicat cap a amunt.",
    "BLOCKS_MOVE_DOWN": "Mou-te avall",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Mou el personatge el nombre de quadrícules indicat cap a avall.",
    "BLOCKS_TURN_RIGHT": "Gira a la dreta",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Gira el personatge la quantitat indicada en el sentit de les agulles del rellotge. Per a fer una volta completa, cal especificar 12 en la quantitat.",
    "BLOCKS_TURN_LEFT": "Gira a l'esquerra",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Gira el personatge la quantitat indicada en el sentit contrari al de les  agulles del rellotge. Per a fer una volta completa, cal especificar 12 en la quantitat.",
    "BLOCKS_HOP": "Salta",
    "BLOCKS_HOP_DESCRIPTION": "Mou el personatge el nombre de quadrícules indicat cap a amunt i després cap a avall.",
    "BLOCKS_GO_HOME": "Torna a l'inici",
    "BLOCKS_GO_HOME_DESCRIPTION": "Torna a situar el personatge en la posició inicial. (Per establir una nova posició inicial, arrossega el personatge fins al lloc desitjat).",
    "BLOCKS_LOOKS_BLOCKS": "Blocs d'aspecte",
    "BLOCKS_SAY": "Digues",
    "BLOCKS_SAY_DESCRIPTION": "Apareix el missatge especificat en un globus per sobre del personatge.",
    "BLOCKS_GROW": "Creix",
    "BLOCKS_GROW_DESCRIPTION": "Augmenta la mida del personatge.",
    "BLOCKS_SHRINK": "Encongeix",
    "BLOCKS_SHRINK_DESCRIPTION": "Redueix la mida del personatge.",
    "BLOCKS_RESET_SIZE": "Restableix la mida",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Torna a la mida original al personatge.",
    "BLOCKS_HIDE": "Amaga",
    "BLOCKS_HIDE_DESCRIPTION": "Fa desaparèixer gradualment el personatge fins que es fa invisible.",
    "BLOCKS_SHOW": "Mostra",
    "BLOCKS_SHOW_DESCRIPTION": "El personatge apareix gradualment fins que és completament visible.",
    "BLOCKS_SOUND_BLOCKS": "Blocs de sons",
    "BLOCKS_POP": "Pop",
    "BLOCKS_POP_DESCRIPTION": "Reprodueix el so \"pop\".",
    "BLOCKS_PLAY_RECORDED": "Reprodueix so gravat",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Reprodueix un so gravat per l'usuari.",
    "BLOCKS_CONTROL_BLOCKS": "Blocs de control",
    "BLOCKS_WAIT": "Espera",
    "BLOCKS_WAIT_DESCRIPTION": "Pausa la seqüència de comandaments durant el temps indicat (en dècimes de segon).",
    "BLOCKS_STOP": "Atura",
    "BLOCKS_STOP_DESCRIPTION": "Atura totes les seqüències de comandaments del personatge.",
    "BLOCKS_SET_SPEED": "Estableix velocitat",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Canvia la velocitat a la que s'executen determinats blocs.",
    "BLOCKS_REPEAT": "Repeteix",
    "BLOCKS_REPEAT_DESCRIPTION": "Executa els blocs un nombre indicat de vegades.",
    "BLOCKS_END_BLOCKS": "Blocs de finalització",
    "BLOCKS_END": "Finalitza",
    "BLOCKS_END_DESCRIPTION": "Indica el final de la seqüència de comandaments (però no l'afecta de cap manera).",
    "BLOCKS_REPEAT_FOREVER": "Repeteix per sempre",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Executa la seqüència de comandaments una vegada i una altra.",
    "BLOCKS_GO_TO_PAGE": "Vés a la pàgina",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Canvia a la pàgina del projecte indicada.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Desa",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Escenari",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Mode de presentació",
    "INTERFACE_GUIDE_GRID": "{N, number} | Quadrícula",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Canvia el fons",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Afegeix text",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Restableix personatges",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Bandera verda",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Pàgines",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Informació del projecte",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Desfés i refés",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | Seqüència d'instruccions",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Zona de programació",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | Paleta de blocs",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | Categories de blocs",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Personatges",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Desa el projecte actual i torna a la pàgina d'inici.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "Aquí és on té lloc l'acció del projecte. Per esborrar un personatge, mantén premut.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Amplia l'escenari a pantalla completa.",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Habilita (i deshabilita) la quadrícula de coordenades x i y.",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Selecciona o crea una imatge de fons per a l'escenari.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Escriu títols i etiquetes a l'escenari.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Torna a situar a tots els personatges en les seves posicions inicials dins l'escenari. (Per establir noves posicions d'inici, arrossega els personatges fins al lloc desitjat.)",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "Prem aquí per iniciar totes les seqüències de programació que comencin amb el bloc \"Quan la bandera verda es premi\".",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Selecciona entre les pàgines del projecte — o prem el símbol \"més\" per afegir una nova pàgina. Cada pàgina té el seu conjunt de personatges i fons. Per esborrar una pàgina, premeu i mantingueu-la premuda. Per ordenar les pàgines arrossega-les a les noves posicions.",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Canvia el títol del projecte, mira quan va ser creat i comparteix-lo (si ho permet el teu dispositiu).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Si cometeu un error, premeu Desfer per tornar enrere i anular l'última acció. Premeu Refer per anular l'última acció de desfer.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "Encaixa els blocs per crear una seqüència d'instruccions que digui al personatge allò que ha de fer. Prem a qualsevol lloc de la seqüència per executar-la. Per eliminar un bloc o una seqüència d'instruccions, arrossega'ls fora de l'àrea de programació. Per copiar un bloc o una seqüència d'instruccions d'un personatge a un altre, arrossega'l fins a la icona del personatge.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "Aquí és on es connecten els blocs de programació per crear seqüències d'instruccions que diguin al personatge què ha de fer.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "Aquest és el menú dels blocs de programació. Arrossega un bloc a l'àrea de programació i després prem sobre ell per veure què fa.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "Aquí és on podem seleccionar una categoria de blocs de programació: blocs d'esdeveniments (grocs), de moviment (blaus), d'aspecte (liles), de so (verds), de control (taronges) i de finalització (vermells).",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Selecciona entre els personatges del projecte — o prem el símbol més per afegir-ne un de nou. Una vegada seleccionat un personatge, pots editar les seves seqüències de programació, prémer al seu nom per canviar-ne el nom o prémer al pinzell per editar-ne la imatge. Per esborrar un personatge, mantén premut. Per copiar un personatge a una altra pàgina, arrossega'l a la miniatura de la pàgina desitjada.",
    "PAINT_GUIDE_UNDO": "{N, number} | Desfés",
    "PAINT_GUIDE_REDO": "{N, number} | Refés",
    "PAINT_GUIDE_SHAPE": "{N, number} | Forma",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Nom del personatge",
    "PAINT_GUIDE_CUT": "{N, number} | Retalla",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Duplica",
    "PAINT_GUIDE_ROTATE": "{N, number} | Gira",
    "PAINT_GUIDE_DRAG": "{N, number} | Arrossega",
    "PAINT_GUIDE_SAVE": "{N, number} | Desa",
    "PAINT_GUIDE_FILL": "{N, number} | Omple",
    "PAINT_GUIDE_CAMERA": "{N, number} | Càmera",
    "PAINT_GUIDE_COLOR": "{N, number} | Color",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Amplada de la línia",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Anul·la l'última modificació.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Anul·la l'última acció de desfer.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Escull una forma per dibuixar: línia, cercle/el·lipse, rectangle o triangle.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Edita el nom del personatge.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Després de seleccionar l'eina per retallar, prem sobe un personatge o una forma per eliminar-lo de l'espai de dibuix.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Després de seleccionar l'eina per duplicar, prem sobre un personatge o forma per fer-ne una còpia.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Després de seleccionar l'eina per girar, pots fer girar un personatge o forma al voltant del seu centre.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Després de seleccionar l'eina per arrossegar, pots arrossegar un personatge per l'àrea de dibuix. Si prems sobre una forma, podràs editar-la arrossegant els punts que apareixen.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Desa els canvis i surt de l'editor de pintura.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Després de seleccionar l'eina per omplir, prem sobre qualsevol secció d'un personatge o forma per omplir-lo amb el color seleccionat.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Després de seleccionar l'eina de la càmera, prem sobre qualsevol secció d'un personatge o forma i després prem el botó de la càmera per omplir aquella secció amb una foto feta amb la càmera del dispositiu.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Selecciona un color nou per utilitzar-lo per dibuixar i pintar formes.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Canvia l'amplada de les línies de les formes que estiguis dibuixant.",
    "PRIVACY_TITLE": "ScratchJr Privacy Policy",
    "PRIVACY_LAST_UPDATED": "The ScratchJr Privacy Policy was last updated: November 3rd, 2021",
    "PRIVACY_HIGHLIGHT": "Scratch cares about your privacy. This document, called a \"privacy policy\", explains what information we collect from you, how we collect it, why we collect it, and how we keep it safe. It also tells you about the choices and options you have about your information.",
    "PRIVACY_DESCRIPTION": "The Scratch Foundation, and associated entities (collectively, \"<b>Scratch</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") understand how important privacy is to our community, especially kids and parents (\"<b>you</b>\" or \"<b>user</b>\"). We wrote this privacy policy (\"<b>Privacy Policy</b>\") to explain what information we collect through the ScratchJr mobile application (the \"<b>App</b>\"), how we use, process, and share it, and what we are doing to keep it safe. It also tells you about your rights and choices with respect to your Personal Information, and how you can contact us if you have any questions or concerns.<br>Please read this Privacy Policy carefully so that you understand your rights in relation to your Personal Information, and how we will collect, use and process your Personal Information. If you do not agree with this Privacy Policy or any part thereof, you should not access or use any part of the App. If you change your mind in the future, you must stop using the App and you may exercise your rights in relation to your Personal Information as set out in this Privacy Policy.",
    "PRIVACY_INFORMATION_COLLECTED": "What personal information does the ScratchJr Team collect about me?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch collects and stores information you provide to us, for example whether you want to use the App at home or for school and in what language. The App automatically collects some information about the tablet or phone on which you use the App and about how you play on the App. ",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Information provided by you",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projects.</b> The App collects the projects that you may create on the App, including pictures or sound recordings features in projects. However, this information is only stored locally on your device and is not transmitted to or accessible by Scratch. When you first download the App, we ask permission to access the camera (to enable you to take pictures to use as characters in your projects) and the microphone (to record sounds to use in your projects) of your device. You can disable these features at any time in the App settings provided by your device. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Use preferences.</b> We ask you whether you will use the App for school, at home, or for another reason and what language you would like us to display the App in. ",
    "PRIVACY_INFO_FROM_AUTO": "Information collected via automated means",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "How does the ScratchJr Team use my Personal Information?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Our use of European Personal Information",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, we only use your information when we have a ground that allows us to do so.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "If you are located in the European Economic Area (“<b>EEA</b>”), the UK or Switzerland we only process your Personal Information when we have a valid legal basis:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "How Does the ScratchJr Team Share my Personal Information?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "We disclose your Personal Information to third parties in the following circumstances:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Your Rights and Choices",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Deleting your information.</b> You can delete your projects by deleting the App from your device.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Your European Data Protection Rights",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Data Retention",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "We don't keep your information forever. We only keep it for as long as we need it to help us do the activities explained in this policy.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "We take steps to keep your information safe and secure.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifications of Changes to the Privacy Policy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "International Cross-Border Data Transfer",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "Contacta",
    "PRIVACY_CONTACT_HIGHLIGHT": "Please write to us or email us using the contact details set out below. ",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "Sota el mar",
    "SAMPLE_Farm": "La granja",
    "SAMPLE_Seasons": "Les estacions",
    "SAMPLE_Friends": "Amics",
    "SAMPLE_Dance": "Ball",
    "SAMPLE_Animal Race": "Cursa d'animals",
    "SAMPLE_Bump": "Els 3 aneguets",
    "SAMPLE_Quick Intro": "Introducció ràpida",
    "SAMPLE_Star": "Estrella",
    "SAMPLE_TEXT_key_character_cat": "Gat",
    "SAMPLE_TEXT_key_character_star": "Estrella",
    "SAMPLE_TEXT_key_character_teen_girl": "Adolescent",
    "SAMPLE_TEXT_key_character_teen_boy": "Adolescent",
    "SAMPLE_TEXT_key_farm_tap_them": "Prem-los",
    "SAMPLE_TEXT_key_party_question": "Celebració?",
    "SAMPLE_TEXT_key_soccer_question": "O futbol?",
    "SAMPLE_TEXT_key_goal": "Gol!!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Peix",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Cavallet de mar",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Estrella de mar",
    "SAMPLE_TEXT_key_farm_pig": "Porc",
    "SAMPLE_TEXT_key_farm_horse": "Cavall",
    "SAMPLE_TEXT_key_farm_chicken": "Gallina",
    "SAMPLE_TEXT_key_farm_barn": "Graner",
    "SAMPLE_TEXT_key_seasons_summer": "Estiu",
    "SAMPLE_TEXT_key_seasons_fall": "Tardor",
    "SAMPLE_TEXT_key_seasons_winter": "Hivern",
    "SAMPLE_TEXT_key_seasons_spring": "Primavera",
    "SAMPLE_TEXT_key_friends_cake": "Pastís",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Pilota de futbol",
    "SAMPLE_TEXT_key_friends_child": "Infant",
    "SAMPLE_TEXT_key_friends_table": "Taula",
    "SAMPLE_TEXT_key_friends_soccer_net": "Porteria de futbol",
    "SAMPLE_TEXT_key_animalrace_elephant": "Elefant",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Girafa",
    "SAMPLE_TEXT_key_animalrace_monkey": "Mico",
    "SAMPLE_TEXT_key_dance_scubadiver": "Submarinista",
    "SAMPLE_TEXT_key_dance_snake": "Serp",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Ànec groc",
    "SAMPLE_TEXT_key_bump_blue_duck": "Ànec blau",
    "SAMPLE_TEXT_key_bump_green_duck": "Ànec verd",
    "SAMPLE_TEXT_key_quickintro_fish": "Peix",
    "SAMPLE_TEXT_key_quickintro_toc": "Toc",
    "CHARACTER_Cat.svg": "Gat",
    "CHARACTER_Cat2.svg": "Gat caminant",
    "CHARACTER_Blue.svg": "Tic",
    "CHARACTER_Purple.svg": "Tac",
    "CHARACTER_Red.svg": "Toc",
    "CHARACTER_Dragon.svg": "Drac",
    "CHARACTER_Fairy.svg": "Fada",
    "CHARACTER_Wizard.svg": "Mag",
    "CHARACTER_Dog.svg": "Gos",
    "CHARACTER_Rabbit.svg": "Conill",
    "CHARACTER_Chicken.svg": "Gallina",
    "CHARACTER_Pig.svg": "Porc",
    "CHARACTER_Horse.svg": "Cavall",
    "CHARACTER_Zebra.svg": "Zebra",
    "CHARACTER_Monkey.svg": "Mico",
    "CHARACTER_Elephant.svg": "Elefant",
    "CHARACTER_Giraffe.svg": "Girafa",
    "CHARACTER_Camel.svg": "Dromedari",
    "CHARACTER_Butterfly.svg": "Papallona",
    "CHARACTER_Fly.svg": "Mosca",
    "CHARACTER_Bat.svg": "Ratpenat",
    "CHARACTER_Bird.svg": "Ocell",
    "CHARACTER_Snake.svg": "Serp",
    "CHARACTER_Lizard.svg": "Llangardaix",
    "CHARACTER_Frog.svg": "Granota",
    "CHARACTER_Duck.svg": "Ànec",
    "CHARACTER_Crab.svg": "Cranc",
    "CHARACTER_Seahorse.svg": "Cavallet de mar",
    "CHARACTER_Starfish.svg": "Estrella de mar",
    "CHARACTER_Fish1.svg": "Peix",
    "CHARACTER_Fish2.svg": "Peix",
    "CHARACTER_Whale.svg": "Balena",
    "CHARACTER_Penguin.svg": "Pingüí",
    "CHARACTER_PolarBear.svg": "Ós polar",
    "CHARACTER_Girl1V2.svg": "Infant",
    "CHARACTER_Girl2V2.svg": "Infant",
    "CHARACTER_Girl3V2.svg": "Infant",
    "CHARACTER_Boy1V2.svg": "Infant",
    "CHARACTER_Boy2V2.svg": "Infant",
    "CHARACTER_Boy3V2.svg": "Infant",
    "CHARACTER_TeenGirl1V2.svg": "Persona",
    "CHARACTER_TeenGirl2V2.svg": "Persona",
    "CHARACTER_TeenGirl3V2.svg": "Persona",
    "CHARACTER_TeenBoy1V2.svg": "Persona",
    "CHARACTER_TeenBoy2V2.svg": "Persona",
    "CHARACTER_TeenBoy3V2.svg": "Persona",
    "CHARACTER_Baby1V2.svg": "Nadó",
    "CHARACTER_Baby2V2.svg": "Nadó",
    "CHARACTER_Baby3V2.svg": "Nadó",
    "CHARACTER_MotherV2.svg": "Persona",
    "CHARACTER_FatherV2.svg": "Persona",
    "CHARACTER_GrandmotherV2.svg": "Persona",
    "CHARACTER_GrandfatherV2.svg": "Persona",
    "CHARACTER_GirlV2.svg": "Infant",
    "CHARACTER_BoyV2.svg": "Infant",
    "CHARACTER_Teen2V2.svg": "Persona",
    "CHARACTER_Teen3V2.svg": "Persona",
    "CHARACTER_Farmer1V2.svg": "Granger",
    "CHARACTER_FarmerV2.svg": "Granger",
    "CHARACTER_Bike2V2.svg": "Ciclista",
    "CHARACTER_BikeV2.svg": "Ciclista",
    "CHARACTER_Car2V2.svg": "Conductor",
    "CHARACTER_Car1V2.svg": "Conductor",
    "CHARACTER_AeroplaneV2.svg": "Pilot",
    "CHARACTER_AstronautV2.svg": "Astronauta",
    "CHARACTER_InuitV2.svg": "Esquimal",
    "CHARACTER_ScubadiverV2.svg": "Submarinista",
    "CHARACTER_RowboatV2.svg": "Remer",
    "CHARACTER_Girl1.svg": "Infant",
    "CHARACTER_Girl2.svg": "Infant",
    "CHARACTER_Girl3.svg": "Infant",
    "CHARACTER_Boy1.svg": "Infant",
    "CHARACTER_Boy2.svg": "Infant",
    "CHARACTER_Boy3.svg": "Infant",
    "CHARACTER_TeenGirl1.svg": "Adolescent",
    "CHARACTER_TeenGirl2.svg": "Adolescent",
    "CHARACTER_TeenGirl3.svg": "Adolescent",
    "CHARACTER_TeenBoy1.svg": "Adolescent",
    "CHARACTER_TeenBoy2.svg": "Adolescent",
    "CHARACTER_TeenBoy3.svg": "Adolescent",
    "CHARACTER_Baby.svg": "Nadó",
    "CHARACTER_Mother.svg": "Mare",
    "CHARACTER_Father.svg": "Pare",
    "CHARACTER_Grandmother.svg": "Àvia",
    "CHARACTER_Grandfather.svg": "Avi",
    "CHARACTER_Girl.svg": "Infant",
    "CHARACTER_Boy.svg": "Infant",
    "CHARACTER_Teen2.svg": "Adolescent",
    "CHARACTER_Teen3.svg": "Adolescent",
    "CHARACTER_Farmer1.svg": "Grangera",
    "CHARACTER_Farmer.svg": "Granger",
    "CHARACTER_Bike2.svg": "Ciclista",
    "CHARACTER_Bike.svg": "Ciclista",
    "CHARACTER_Car2.svg": "Conductora",
    "CHARACTER_Car1.svg": "Conductor",
    "CHARACTER_Aeroplane.svg": "Pilot",
    "CHARACTER_Astronaut.svg": "Astronauta",
    "CHARACTER_Inuit.svg": "Esquimal",
    "CHARACTER_Scubadiver.svg": "Submarinista",
    "CHARACTER_Rowboat.svg": "Remer",
    "CHARACTER_Tree1.svg": "Arbre",
    "CHARACTER_Tree3.svg": "Arbre",
    "CHARACTER_Tree4.svg": "Arbre",
    "CHARACTER_Evergreen.svg": "Arbre",
    "CHARACTER_Weed.svg": "Planta",
    "CHARACTER_Pasture.svg": "Herba llarga",
    "CHARACTER_Cactus.svg": "Cactus",
    "CHARACTER_Daffodil.svg": "Narcís",
    "CHARACTER_Daisy1.svg": "Margarida",
    "CHARACTER_Daisy2.svg": "Margarida",
    "CHARACTER_Daisy3.svg": "Margarida",
    "CHARACTER_Tulip2.svg": "Tulipa",
    "CHARACTER_Flowers.svg": "Flors",
    "CHARACTER_Apple.svg": "Poma",
    "CHARACTER_Peach.svg": "Préssec",
    "CHARACTER_Mushroom.svg": "Bolet",
    "CHARACTER_Star.svg": "Estrella",
    "CHARACTER_Star2.svg": "Estrella",
    "CHARACTER_Star3.svg": "Estrella",
    "CHARACTER_ShootingStar.svg": "Estrella fugaç",
    "CHARACTER_Earth.svg": "La Terra",
    "CHARACTER_Planet.svg": "Planeta",
    "CHARACTER_Sun.svg": "Sol",
    "CHARACTER_Moon.svg": "Lluna plena",
    "CHARACTER_CrescentMoon.svg": "Lluna",
    "CHARACTER_Cloud1.svg": "Núvol",
    "CHARACTER_Thundercloud.svg": "Núvol de tempesta",
    "CHARACTER_Tornado.svg": "Tornado",
    "CHARACTER_Barn.svg": "Graner",
    "CHARACTER_Fort.svg": "Fortificació",
    "CHARACTER_Castle.svg": "Castell",
    "CHARACTER_Igloo.svg": "Iglú",
    "CHARACTER_House1.svg": "Casa",
    "CHARACTER_House.svg": "Casa",
    "CHARACTER_House3.svg": "Casa",
    "CHARACTER_House4.svg": "Casa",
    "CHARACTER_Apartment.svg": "Edifici",
    "CHARACTER_School.svg": "Escola",
    "CHARACTER_Shop.svg": "Botiga",
    "CHARACTER_Fence.svg": "Tanca",
    "CHARACTER_Mailbox.svg": "Bústia",
    "CHARACTER_Cake.svg": "Pastís",
    "CHARACTER_Ball.svg": "Pilota",
    "CHARACTER_Basketball.svg": "Pilota de bàsquet",
    "CHARACTER_Soccerball.svg": "Pilota de futbol",
    "CHARACTER_SoccerNet.svg": "Porteria de futbol",
    "CHARACTER_Bed.svg": "Llit",
    "CHARACTER_NightTable.svg": "Tauleta de nit",
    "CHARACTER_Stool.svg": "Tamburet",
    "CHARACTER_Table.svg": "Taula",
    "CHARACTER_Car.svg": "Cotxe",
    "CHARACTER_Bus.svg": "Autobús",
    "CHARACTER_SailBoat.svg": "Veler",
    "CHARACTER_Boat2.svg": "Vaixell",
    "CHARACTER_Rocket.svg": "Coet",
    "CHARACTER_Ben.svg": "Persona",
    "CHARACTER_Elle.svg": "Infant",
    "CHARACTER_Farrah.svg": "Persona",
    "CHARACTER_Jai.svg": "Persona",
    "CHARACTER_Joey.svg": "Infant",
    "CHARACTER_Kate.svg": "Infant",
    "CHARACTER_Nahom.svg": "Infant",
    "CHARACTER_Nia.svg": "Persona",
    "CHARACTER_Sam.svg": "Infant",
    "CHARACTER_Tom.svg": "Persona",
    "BACKGROUND_Farm.svg": "Granja",
    "BACKGROUND_Park.svg": "Parc",
    "BACKGROUND_Suburbs.svg": "Barri residencial",
    "BACKGROUND_City.svg": "Ciutat",
    "BACKGROUND_Library.svg": "Biblioteca",
    "BACKGROUND_Classroom.svg": "Aula",
    "BACKGROUND_Theatre.svg": "Teatre",
    "BACKGROUND_Gym.svg": "Gimnàs",
    "BACKGROUND_Gym2.svg": "Gimnàs",
    "BACKGROUND_Bedroom.svg": "Habitació",
    "BACKGROUND_EmptyRoom.svg": "Sala buida",
    "BACKGROUND_Summer.svg": "Estiu",
    "BACKGROUND_Fall.svg": "Tardor",
    "BACKGROUND_Winter.svg": "Hivern",
    "BACKGROUND_Spring.svg": "Primavera",
    "BACKGROUND_Creek.svg": "Riu",
    "BACKGROUND_Lake.svg": "Llac",
    "BACKGROUND_Woods.svg": "Bosc",
    "BACKGROUND_BeachDay.svg": "Platja",
    "BACKGROUND_BeachSunrise.svg": "Posta de sol a la platja",
    "BACKGROUND_BeachNight.svg": "Platja a la nit",
    "BACKGROUND_Underwater.svg": "Sota l'aigua",
    "BACKGROUND_Jungle.svg": "Jungla",
    "BACKGROUND_Savannah.svg": "Sabana",
    "BACKGROUND_Desert.svg": "Desert",
    "BACKGROUND_Arctic.svg": "Àrtic",
    "BACKGROUND_Space.svg": "Espai",
    "BACKGROUND_MoonBkg.svg": "La Lluna",
    "BLOCK_DESC_GREEN_FLAG": "COMENÇA EN PRÉMER LA BANDERA VERDA",
    "BLOCK_DESC_ON_TAP": "COMENÇA EN PRÉMER {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "COMENÇA EN CONTACTE {CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "Taronja",
    "BLOCK_DESC_ON_MESSAGE": "COMENÇA EN REBRE MISSATGE {COLOR}",
    "BLOCK_DESC_SEND_MESSAGE": "ENVIA MISSATGE {COLOR}",
    "BLOCK_DESC_MOVE_RIGHT": "MOU-TE A LA DRETA",
    "BLOCK_DESC_MOVE_LEFT": "MOU-TE A L'ESQUERRA",
    "BLOCK_DESC_MOVE_UP": "MOU-TE AMUNT",
    "BLOCK_DESC_MOVE_DOWN": "MOU-TE AVALL",
    "BLOCK_DESC_TURN_RIGHT": "GIRA A LA DRETA",
    "BLOCK_DESC_TURN_LEFT": "GIRA A L'ESQUERRA",
    "BLOCK_DESC_HOP": "SALTA",
    "BLOCK_DESC_GO_HOME": "TORNA A L'INICI",
    "BLOCK_DESC_SAY": "DIGUES",
    "BLOCK_DESC_GROW": "CREIX",
    "BLOCK_DESC_SHRINK": "ENCONGEIX",
    "BLOCK_DESC_RESET_SIZE": "RESTABLEIX LA MIDA",
    "BLOCK_DESC_HIDE": "AMAGA",
    "BLOCK_DESC_SHOW": "MOSTRA",
    "BLOCK_DESC_PLAY_SOUND": "REPRODUEIX {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "pop",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "REPRODUEIX SO GRAVAT",
    "BLOCK_DESC_WAIT": "ESPERA",
    "BLOCK_DESC_STOP": "ATURA {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "ESTABLEIX VELOCITAT",
    "BLOCK_DESC_REPEAT": "REPETEIX",
    "BLOCK_DESC_END": "FINALITZA",
    "BLOCK_DESC_REPEAT_FOREVER": "REPETEIX PER SEMPRE",
    "BLOCK_DESC_GO_TO_PAGE": "VÉS A LA PÀGINA {PAGE}",
    "SHARING_BY_EMAIL": "Comparteix per correu electrònic",
    "SHARING_BY_AIRDROP": "Comparteix per Airdrop",
    "SHARING_EMAIL_SUBJECT": "Projecte ScratchJr: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Fes clic a la icona per provar el meu projecte a la tauleta iPad o Android!<br><br>Si no tens l'app ScratchJr, pots <a href='http://www.scratchjr.org'>descarregar-la</a> a la botiga d'apps Apple o Google Play Store.<br><br>Amb ScratchJr, els infants poden crear les seves pròpies històries interactives i jocs. Per saber-ne més, visita <a href='http://www.scratchjr.org'>scratchjr.org</a>.",
    "FOR_PARENTS": "Per als pares",
    "PARENTAL_GATE_EXPLANATION": "Per què us preguntem això? Un adult ha d'aprobar la compartició en línia.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Projecte",
    "LIBRARY_CHARACTER": "Personatge",
    "LIBRARY_BACKGROUND": "Fons",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "hola",
    "ALERT_BACK": "Torna enrere",
    "ALERT_SAVING": "S'està desant...",
    "SELECT_LANGUAGE": "Selecciona la llengua",
    "USAGE_QUESTION": "On estàs usant ScratchJr?",
    "USAGE_SCHOOL": "Escola",
    "USAGE_HOME": "Casa",
    "USAGE_OTHER": "Altres",
    "USAGE_NONE": "Prefereixo no dir-ho"
}
