{
    "MY_PROJECTS": "Moje projekty",
    "IMPORT_ERROR": "<h2 class='title'>Ale ne! Soubor nefunguje</h2><div class='content'>Možná se s vaším souborem něco stalo.<br>Ujistěte se, že jde o funkční soubor .sjr, a zkuste to znovu.</div>",
    "QUICK_INTRO": "Rychlý úvod do ScratchJr",
    "SAMPLE_PROJECTS": "Ukázkové projekty",
    "ABOUT_SCRATCHJR": "Co je ScratchJr",
    "INTERFACE_GUIDE": "Průvodce rozhraním",
    "PAINT_EDITOR_GUIDE": "Průvodce editorem malování",
    "BLOCKS_GUIDE": "Průvodce bloky",
    "PRIVACY_POLICY": "Zásady ochrany soukromí",
    "ABOUT_WHAT_IS": "Co je to ScratchJr?",
    "ABOUT_DESCRIPTION": "ScratchJr je programovací jazyk, který umožňuje malým dětem (5-7 let) vytvářet vlastní interaktivní příběhy a hry. Děti skládají dohromady grafické bloky a tím programují postavy, aby se hýbaly, skákaly, tancovaly a zpívaly. Děti mohou upravovat postavy v editoru malování, přidávat svoje vlastní hlasy a zvuky a dokonce vkládat svoje vlastní fotky. Následně s pomocí programovacích bloků své postavy oživují.",
    "ABOUT_INSPIRED_BY": "ScratchJr byl inspirován populárním programovacím jazykem Scratch (http://scratch.mit.edu), který používají miliony mladých lidí (od 8 let výše) po celém světě. Při vytváření ScratchJr jsme přepracovali rozhraní a programovací jazyk tak, aby byly vývojově vhodné pro mladší děti a pečlivě jsme navrhli funkce tak, aby odpovídaly kognitivnímu, osobnostnímu, sociálnímu a emocionálnímu vývoji malých dětí.<br/><br/>Bližší informace o ScratchJr najdete na adrese http://scratchjr.org.",
    "ABOUT_WHY_CREATE": "Proč jsme vytvořili ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "Kódování (nebo chcete-li počítačové programování) je nový druh gramotnosti. Stejně jako psaní vám pomáhá uspořádat myšlenky a to samé platí i o kódování. V minulosti bylo kódování většinu lidí vnímáno jako příliš složité. Ale my si myslíme, že kódování by mělo být pro všechny, stejně tak jako psaní.<br/><br/>Při programování se malé děti se ScratchJr učí, jak tvořit a vyjadřovat se pomocí počítače, nejen ho používat. Přitom se učí, jak řešit problémy, tvořit projekty a rozvíjejí schopnosti pracovat v sekvencích, které jsou klíčové pro úspěchy v dalším studiu. Také používají matematiku a jazyk ve smysluplném a motivujícím kontextu, což podporuje jejich schopnost počítat a psát již v útlém věku. S programem ScratchJr se děti neučí jen kódovat, kódují aby se učily.",
    "ABOUT_WHO_CREATED": "Kdo vytvořil ScratchJr?",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr je výsledkem spolupráce mezi nadací Scratch Foundation a výzkumné skupiny Developmental Technologies (DevTech) na Lynch School of Education na Boston College. ScratchJr byl původně vytvořen skupinou DevTech (pod vedením Mariny Umaschi Bersové a za přispění Amandy Strawhackerové, Claire Caineové, Louise Flanneryové, Elizabeth Kazakoffové a Dylana Portelance), skupinou Lifelong Kindergarten při MIT Media Lab (pod vedením Mitchela Resnicka, za přispění Chrise Garrityho, Tima Mickela, Carla Bowmana, Champiky Fernando, Natalie Rusk, Sayamindu Dasgupta a Chrise Gravese) a skupiny Playful Invention Company (vedené Paulou Bont&aacute; a Brianem Silvermanem a za přispění Jacka Geddese a Adriana Gabriela). Verzi ScratchJr pro systém Android implementovala společnost Two Sigma (pod vedením Marka Rotha a s přispěním Kevina Hu) za přispění společnosti Benesse Corp.<br/><br/> Grafiku a ilustrace pro ScratchJr vytvořila společnost HvingtQuatre (pod vedením Juliena Gelifiera a Adriena Valesy), Sarah Thomsonová, Peter Mueller, Jillian Lombardi a Blane Asrat. Video ScratchJr vytvořila Paula Aguilera z MIT Media Lab. Rádi bychom také poděkovali všem, kteří se podíleli na komunitním betatestování pro iPad a Android, zejména Sergiu Antolinezovi, Vandendaele Didierovi a Sjoerdu Dirkovi Meijerovi.",
    "ABOUT_WHO_SUPPORTED": "Kdo podpořil ScratchJr?",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "Program ScratchJr obdržel velkorysou finanční podporu od National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, and British Telecommunications. <br/><br/>Pokud tuto aplikaci, která je zdarma, rádi používáte, prosím, zvažte podporu prostřednictvím příspěvku Scratch Foundation (www.scratchfoundation.org), což je nezisková organizace, která ScratchJr podporuje. Vážíme si dotací v jakékoliv výši, malých i velkých. <br/><br/>Platinoví dárci ze ScratchJr Kickstarter kampaně: Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson, and Shirley Resnick.<br/><br/>Další dárci ze ScratchJr Kickstarter kampaně:",
    "BLOCKS_TRIGGERING_BLOCKS": "Spouštěcí bloky",
    "BLOCKS_GREEN_FLAG": "Začni na zelenou vlajku",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "Začne skript po klepnutí na zelenou vlajku",
    "BLOCKS_ON_TAP": "Začni po klepnutí",
    "BLOCKS_ON_TAP_DESCRIPTION": "Začne skript po klepnutí na postavu",
    "BLOCKS_ON_TOUCH": "Začne při dotyku",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "Začne skript když se postavy dotkne jiná postava",
    "BLOCKS_ON_MESSAGE": "Začne po zprávě",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "Začne skript kdykoliv je poslána zpráva specifické barvy",
    "BLOCKS_SEND_MESSAGE": "Poslat zprávu",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Pošle zprávu specifické barvy",
    "BLOCKS_MOTION_BLOCKS": "Pohybové bloky",
    "BLOCKS_MOVE_RIGHT": "Pohnout doprava",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Přesune postavu o zadaný počet políček mřížky doprava.",
    "BLOCKS_MOVE_LEFT": "Pohnout doleva",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Přesune postavu o zadaný počet políček mřížky doleva.",
    "BLOCKS_MOVE_UP": "Pohnout nahoru",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Přesune postavu o zadaný počet políček mřížky nahoru.",
    "BLOCKS_MOVE_DOWN": "Pohnout dolů",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Přesune postavu o zadaný počet políček mřížky dolů.",
    "BLOCKS_TURN_RIGHT": "Otočit doprava",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Otočí postavu ve směru hodinových ručiček o specifický počet. Otočit o 12 znamená celou rotaci.",
    "BLOCKS_TURN_LEFT": "Otočit doleva",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Otočí postavu proti směru hodinových ručiček o specifický počet. Otočit o 12 znamená celou rotaci.",
    "BLOCKS_HOP": "Skočit",
    "BLOCKS_HOP_DESCRIPTION": "Přesune postavu o zadaný počet políček mřížky nahoru a poté zpět dolů.",
    "BLOCKS_GO_HOME": "Jít domů",
    "BLOCKS_GO_HOME_DESCRIPTION": "Nastaví pozici postavy na výchozí místo. (Pro nastavení nového výchozího místa přetáhni postavu na jiné místo).",
    "BLOCKS_LOOKS_BLOCKS": "Pohledové bloky",
    "BLOCKS_SAY": "Říct",
    "BLOCKS_SAY_DESCRIPTION": "Zobrazí uvedenou zprávu v bublině nad postavou.",
    "BLOCKS_GROW": "Zvětšit",
    "BLOCKS_GROW_DESCRIPTION": "Zvětší velikost postavy.",
    "BLOCKS_SHRINK": "Zmenšit",
    "BLOCKS_SHRINK_DESCRIPTION": "Zmenší velikost postavy.",
    "BLOCKS_RESET_SIZE": "Nastavit původní velikost",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Vrátí postavě výchozí velikosti.",
    "BLOCKS_HIDE": "Skrýt",
    "BLOCKS_HIDE_DESCRIPTION": "Postupně schovává postavu, až je úplně neviditelná.",
    "BLOCKS_SHOW": "Ukázat",
    "BLOCKS_SHOW_DESCRIPTION": "Postupně ukazuje postavu, až je plně viditelná.",
    "BLOCKS_SOUND_BLOCKS": "Zvukové bloky",
    "BLOCKS_POP": "Klap",
    "BLOCKS_POP_DESCRIPTION": "Přehraje zvuk \"Klap\"",
    "BLOCKS_PLAY_RECORDED": "Přehrát nahraný zvuk",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Přehraje zvuk nahraný uživatelem.",
    "BLOCKS_CONTROL_BLOCKS": "Ovládací bloky",
    "BLOCKS_WAIT": "Čekat",
    "BLOCKS_WAIT_DESCRIPTION": "Pozastaví skript na zadanou dobu (v desetinách sekundy).",
    "BLOCKS_STOP": "Zastavit",
    "BLOCKS_STOP_DESCRIPTION": "Zastaví všechny skripty dané postavy.",
    "BLOCKS_SET_SPEED": "Nastavit rychlost",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Mění tempo, kterým některé bloky běží.",
    "BLOCKS_REPEAT": "Opakovat",
    "BLOCKS_REPEAT_DESCRIPTION": "Spouští bloky uvnitř tolikrát, kolikrát bylo nastaveno.",
    "BLOCKS_END_BLOCKS": "Ukončovací bloky",
    "BLOCKS_END": "Konec",
    "BLOCKS_END_DESCRIPTION": "Označuje konec skriptu (ale nijak skript neovlivňuje).",
    "BLOCKS_REPEAT_FOREVER": "Opakovat do nekonečna",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Pouští skript pořád dokola.",
    "BLOCKS_GO_TO_PAGE": "Otevřít stránku",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Směřuje na danou stránku projektu.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Uložit",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Pódium",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Režim prezentace",
    "INTERFACE_GUIDE_GRID": "{N, number} | Mřížka",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Změnit pozadí",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Přidat text",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Nastavit postavy do výchozího stavu",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Zelená vlajka",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Stránky",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Informace o projektu",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Zpět a vrátit",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | Programovací skript",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Programovací oblast",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | Paleta bloků",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | Kategorie bloků",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Postavy",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Uložit stávající projekt a zobrazit Domovskou stránku.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "Zde se odehrává děj projektu. Chcete-li odstranit postavu, stiskněte a podržte ji.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Rozšířit pódium na celou obrazovku.",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Přepnout (zapnout a vypnout) x-y mřížku.",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Vybrat nebo vytvořit obrázek pozadí na pódiu.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Psát titulky a nápisy na pódiu.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Nastaví všechny postavy do jejich výchozích pozic na pódiu. (Přemístění postav nastavení nové výchozí pozice.)",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "Spustit všechny programovací skripty, které začínají blokem \"Začít na zelenou vlajku\" klepnutím zde.",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Vybrat jednu ze stránek projektu nebo klepnutím na znaménko plus přidat novou stránku. Každá stránka má vlastní postavy a pozadí. Chcete-li stránku odstranit, stiskněte a podržte ji. Chcete-li změnit pořadí stránek, přetáhněte je na nové pozice.",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Změnit název projektu, zjistit, kdy byl projekt vytvořen a sdílet projekt (pokud to vaše zařízení podporuje).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Pokud uděláte chybu, klepnutím na tlačítko Zpět se vrátíte v čase a zrušíte poslední akci. Klepnutím na tlačítko Vrátit zrušíte poslední akci Zpět.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "Přichycením bloků k sobě vytvoříte programovací skript, který postavě říká, co má dělat. Klepnutím kamkoli na skript jej spustíte. Chcete-li blok nebo skript smazat, přetáhněte jej mimo programovací oblast. Chcete-li blok nebo skript zkopírovat z jedné postavy na jinou, přetáhněte jej na miniaturu postavy.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "Tady spojujete programovací bloky pro vytvoření skriptů a tím postavě říkáte, co má dělat.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "Tohle je nabídka programovacích bloků. Přetáhněte blok do programovací oblasti a pak na něj klepněte, abyste zjistili, co dělá.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "Tady můžete vybrat kategorii programovacích bloků: Spouštěcí bloky (žluté), Pohybové bloky (modré), Zobrazení (fialové), Zvuky (zelené), Ovládání (oranžové), Ukončovací bloky (červené).",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Vyberte nějakou postavu ve vašem projektu - nebo klepnutím na znaménko plus přidejte novou postavu. Po výběru postavy můžete upravit její skripty, klepnutím na její jméno ji přejmenovat nebo klepnutím na štětec upravit její obrázek. Chcete-li postavu smazat, stiskněte a podržte ji. Chcete-li postavu zkopírovat na jinou stránku, přetáhněte ji na miniaturu stránky.",
    "PAINT_GUIDE_UNDO": "{N, number} | Zpět",
    "PAINT_GUIDE_REDO": "{N, number} | Vrátit",
    "PAINT_GUIDE_SHAPE": "{N, number} | Tvar",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Jméno postavy",
    "PAINT_GUIDE_CUT": "{N, number} | Vyjmout",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Duplikovat",
    "PAINT_GUIDE_ROTATE": "{N, number} | Otočit",
    "PAINT_GUIDE_DRAG": "{N, number} | Přetáhnout",
    "PAINT_GUIDE_SAVE": "{N, number} | Uložit",
    "PAINT_GUIDE_FILL": "{N, number} | Výplň",
    "PAINT_GUIDE_CAMERA": "{N, number} | Fotoaparát",
    "PAINT_GUIDE_COLOR": "{N, number} | Barva",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Šířka řádku",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Vrátí zpět poslední změnu.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Vrátí zpět poslední Zpět.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Vybrat tvar, který chcete kreslit: čáru, kruh/elipsu, obdélník nebo trojúhelník.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Upravit jméno postavy.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Po výběru nástroje Vyjmout můžete klepnutím na postavu nebo tvar odstranit z plátna.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Po výběru nástroje Duplikovat můžete klepnutím na postavu nebo tvar vytvořit její kopii.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Po výběru nástroje Otočit můžete otáčet postavu nebo tvar kolem jeho středu.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Po výběru nástroje Přetáhnout můžete na plátno umístit postavu nebo tvar. Pokud na tvar klepnete, můžete jej následně upravit přetažením zobrazených bodů.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Uložit změny a opustit Editor malování.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Po výběru nástroje Výplň můžete klepnout na libovolnou část postavy nebo tvaru a vyplnit ji právě vybranou barvou.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Po výběru nástroje Fotoaparát můžete klepnout na libovolnou část postavy nebo tvaru a poté klepnutím na tlačítko fotoaparátu vyplnit danou část novou fotografií pořízenou fotoaparátem.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Vyberte novou barvu, kterou chcete použít pro kreslení a vyplňování tvarů.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Změní šířku čar v kreslených tvarech.",
    "PRIVACY_TITLE": "Zásady ochrany osobních údajů ScratchJr",
    "PRIVACY_LAST_UPDATED": "Zásady ochrany osobních údajů ScratchJr byly naposledy aktualizovány: 3. listopadu 2021.",
    "PRIVACY_HIGHLIGHT": "Společnost Scratch dbá na vaše soukromí. Tento dokument, nazývaný \"zásady ochrany osobních údajů\", vysvětluje, jaké informace od vás shromažďujeme, jak je shromažďujeme, proč je shromažďujeme a jak je uchováváme v bezpečí. Rovněž vás informuje o možnostech a volbách, které ohledně svých údajů máte.",
    "PRIVACY_DESCRIPTION": "Nadace Scratch a přidružené subjekty (souhrnně \"<b>Scratch</b>\", \"<b>my</b>\", \"<b>naše</b>\" nebo \"<b>nás</b>\") chápou, jak důležité je pro naši komunitu, zejména pro děti a rodiče (\"<b>vy</b>\" nebo \"<b>uživatel</b>\"), soukromí. Tyto zásady ochrany osobních údajů (dále jen \"<b>Zásady ochrany osobních údajů</b>\") jsme sepsali, abychom vysvětlili, jaké informace shromažďujeme prostřednictvím mobilní aplikace ScratchJr (dále jen \"<b>aplikace</b>\"), jak je používáme, zpracováváme a sdílíme a co děláme pro jejich bezpečnost. Informuje vás také o vašich právech a možnostech volby v souvislosti s vašimi osobními údaji a o tom, jak nás můžete kontaktovat, pokud máte jakékoli dotazy nebo obavy.<br>Přečtěte si prosím tyto Zásady ochrany osobních údajů pozorně, abyste porozuměli svým právům v souvislosti s vašimi osobními údaji a tomu, jak budeme vaše osobní údaje shromažďovat, používat a zpracovávat. Pokud s těmito Zásadami ochrany osobních údajů nebo jakoukoli jejich částí nesouhlasíte, neměli byste k žádné části aplikace přistupovat ani ji používat. Pokud v budoucnu změníte názor, musíte přestat aplikaci používat a můžete uplatnit svá práva ve vztahu k vašim Osobním údajům, jak je uvedeno v těchto Zásadách ochrany osobních údajů.",
    "PRIVACY_INFORMATION_COLLECTED": "Jaké moje osobní údaje tým ScratchJr shromažďuje?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch shromažďuje a ukládá informace, které nám poskytnete, například zda chcete aplikaci používat doma nebo ve škole a v jakém jazyce. Aplikace automaticky shromažďuje některé informace o tabletu nebo telefonu, na kterém aplikaci používáte, a o tom, jak si v aplikaci hrajete. ",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "Pro účely těchto zásad ochrany osobních údajů se “osobními údaji” rozumí jakékoli informace týkající se identifikované nebo identifikovatelné osoby. Osobní údaje, které se vás týkají, získáváme z různých zdrojů popsaných níže.<br>Tam, kde je to vhodné, uvádíme, zda a proč nám musíte své osobní údaje poskytnout, jakož i důsledky jejich neposkytnutí. Pokud Osobní údaje na požádání neposkytnete, je možné, že nebudete moci využívat naši aplikaci, pokud jsou tyto údaje nezbytné k tomu, abychom vám mohli aplikaci poskytnout, nebo pokud jsme povinni tyto údaje shromažďovat ze zákona.",
    "PRIVACY_INFO_FROM_YOU": "Informace, které jste poskytli",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projekty.</b> Aplikace shromažďuje projekty, které můžete v aplikaci vytvořit, včetně obrázků nebo zvukových nahrávek v projektech. Tyto informace se však ukládají pouze lokálně ve vašem zařízení a nejsou přenášeny do společnosti Scratch ani k nim nemá žádný přístup. Při prvním spuštění aplikace vás požádáme o povolení přístupu k fotoaparátu (abyste mohli pořizovat obrázky, které se použijí jako postavy ve vašich projektech) a mikrofonu (abyste mohli nahrávat zvuky, které se použijí ve vašich projektech) vašeho zařízení. Tyto funkce můžete kdykoli zakázat v nastavení aplikace, které poskytuje vaše zařízení. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Preference použití.</b> Zeptáme se vás, zda budete aplikaci používat ve škole, doma nebo z jakého důvodu a v jakém jazyce si přejete aplikaci zobrazit. ",
    "PRIVACY_INFO_FROM_AUTO": "Informace shromážděné automatizovanými prostředky",
    "PRIVACY_INFO_FROM_USAGE": "<b>Informace o zařízení a používání.</b> Při používání naší aplikace můžeme my i třetí strany automaticky shromažďovat vaši IP adresu na úrovni země a informace o vašem zařízení včetně modelu, verze a typu operačního systému.",
    "PRIVACY_USAGE": "Jak tým ScratchJr používá moje osobní údaje?",
    "PRIVACY_USAGE_HIGHLIGHT": "Vaše údaje shromažďujeme, abychom vám zpřístupnili všechny funkce aplikace a podpořili vaše učení, abychom nám, pedagogům a univerzitám pomohli zjistit, jak si děti prostřednictvím aplikace hrají a učí se, abychom mohli aplikaci vylepšovat a mohli hájit vaše práva.",
    "PRIVACY_USAGE_DESCRIPTION": "Osobní údaje můžeme použít pro jeden nebo více z následujících účelů:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Poskytování služeb v aplikaci.</b> Osobní údaje používáme pro interní účely a účely související s aplikací, včetně provozování, poskytování a údržby aplikace. Vaše osobní údaje použijeme zejména ke splnění našeho smluvního závazku vůči vám, abychom vám umožnili používat aplikaci, abychom vás kontaktovali v případě jakéhokoli problému s aplikací a abychom vám zpřístupnili aplikaci v jazyce, který jste si vybrali v nastavení aplikace. Osobní údaje, které při tom zpracováváme, zahrnují veškerý obsah, který vytvoříte a vámi vybraný jazyk aplikace.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analýza a zlepšování aplikace.</b> My a naši poskytovatelé služeb používáme osobní údaje, které shromažďujeme v aplikaci, jako je vaše poloha, které znaky používáte nejčastěji, kolik času v aplikaci strávíte a další aktivity v aplikaci, k monitorování a analýze používání aplikace a k jejímu zlepšování a rozšiřování. Je v našem oprávněném zájmu zlepšovat naši aplikaci pro uživatele, což zahrnuje provádění řešení problémů, testování, výzkumu a udržování bezpečnosti aplikace. Při tom můžeme používat osobní údaje, které o vás automaticky shromažďujeme, například informace o používání.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Shromažďování dat.</b> Informace shromážděné prostřednictvím aplikace můžeme deidentifikovat a shromažďovat pro statistickou analýzu a jiné zákonné účely, včetně výzkumných studií, jejichž cílem je zlepšit naše porozumění tomu, jak se lidé učí pomocí ScratchJr. Shromážděné údaje mohou být odvozeny z vašich osobních údajů, ale nejsou osobními údaji, protože tyto údaje přímo ani nepřímo neodhalí vaši totožnost.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Právní předpisy.</b> Vaše osobní údaje můžeme použít k vymáhání naší licenční smlouvy s koncovým uživatelem (EULA), k obraně našich zákonných práv a k dodržování našich zákonných povinností a interních zásad. ",
    "PRIVACY_USAGE_IN_EEA": "Naše používání evropských osobních údajů",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "Pokud se nacházíte v EHP, Spojeném království nebo Švýcarsku, používáme vaše údaje pouze tehdy, pokud k tomu máme důvod.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "Pokud se nacházíte v Evropském hospodářském prostoru (dále jen “<b>EHP</b>”), Spojeném království nebo Švýcarsku, zpracováváme vaše osobní údaje pouze tehdy, pokud máme platný právní základ:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Smluvní nezbytnost.</b> Vaše osobní údaje můžeme použít k plnění našich smluvních závazků vůči vám. Vaše osobní údaje například potřebujeme k poskytování našich služeb v aplikaci.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Oprávněný zájem.</b> Vaše osobní údaje můžeme použít, pokud na tom máme my nebo třetí strana oprávněný zájem. Máme zejména oprávněný zájem používat vaše osobní údaje k poskytování aplikace ve vámi vybraném jazyce, ke zlepšování bezpečnosti, zabezpečení, funkčnosti naší aplikace a k pochopení toho, jak je aplikace používána a to i prostřednictvím výzkumných studií, které nám pomáhají pochopit, jak se lidé se ScratchJr učí. Na náš oprávněný zájem nebo na oprávněný zájem třetí strany se při zpracování vašich osobních údajů spoléháme pouze tehdy, pokud nad těmito zájmy nepřevažují vaše práva a zájmy.",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Právní povinnosti.</b> Vaše osobní údaje můžeme použít, pokud jsme k tomu ze zákona povinni. Například pro splnění daňových a účetních povinností nebo pro splnění soudního příkazu.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Souhlas.</b> Vaše osobní údaje můžeme použít tehdy, pokud jste s tím souhlasili.",
    "PRIVACY_SHARING": "Jak tým ScratchJr sdílí mé osobní údaje?",
    "PRIVACY_SHARING_HIGHLIGHT": "Vaše údaje sdílíme s jinými organizacemi pouze v případě potřeby. Informace sdílíme s dodavateli, kteří nám pomáhají poskytovat aplikaci. Výsledky výzkumu, který provádíme, sdílíme také se školami a výzkumnými pracovníky, ale nejprve podnikneme kroky k tomu, abychom tyto informace uvedli ve formátu, který neumožňuje vaši identifikaci. Vaše údaje můžeme také sdílet se soudy a vládními orgány z právních důvodů. ",
    "PRIVACY_SHARING_DESCRIPTION": "Vaše osobní údaje poskytujeme třetím stranám v následujících případech:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Poskytovatelé služeb.</b> Při poskytování služeb v naší aplikaci se spoléháme na poskytovatele služeb, jako jsou např.: Google Firebase, poskytovatel analytických služeb, který nám pomáhá porozumět základně našich uživatelů a způsobu používání naší aplikace. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Vzdělávací a výzkumné instituce.</b> Výsledky našeho výzkumu vzdělávání dětí prostřednictvím ScratchJr můžeme v neidentifikované a souhrnné podobě sdílet s pedagogy a výzkumnými institucemi, jako jsou univerzity Tufts a MIT, prostřednictvím konferencí, časopisů a dalších publikací.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Změna vlastnictví společnosti.</b> Vaše osobní údaje můžeme sdělit potenciálnímu nebo skutečnému nabyvateli, nástupci nebo postupníkovi v rámci reorganizace, fúze, prodeje, společného podniku, postoupení, převodu nebo jiného nakládání s celou naší organizací nebo její částí nebo s našimi aktivy. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Skupina Scratch.</b> Vaše osobní údaje sdílíme s našimi přidruženými a dceřinými společnostmi.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Právní předpisy.</b> Vaše osobní údaje můžeme zveřejnit, pokud to vyžaduje zákon nebo pokud jsme v dobré víře přesvědčeni, že je to vhodné: (a) na základě platných zákonů, včetně zákonů mimo zemi vašeho bydliště; (b) k dodržení právních postupů; (c) k odpovědi na žádosti veřejných a státních orgánů, jako jsou školy, školské obvody a orgány činné v trestním řízení, včetně veřejných a státních orgánů mimo zemi vašeho bydliště; (d) za účelem vymáhání našich podmínek; (e) za účelem ochrany našich činností nebo činností našich přidružených společností; (f) za účelem ochrany našich práv, soukromí, bezpečnosti nebo majetku a/nebo našich přidružených společností, vás nebo jiných osob; a (g) za účelem umožnění uplatnění dostupných opravných prostředků nebo omezení škod, které nám mohou vzniknout.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Souhlas.</b> Vaše osobní údaje můžeme také zveřejnit s vaším souhlasem. Váš souhlas můžeme získat různými způsoby.",
    "PRIVACY_YOUR_RIGHTS": "Vaše práva a volby",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "Pokud vás zajímá, jak získáváme a používáme vaše údaje, můžete se na nás obrátit některým ze způsobů uvedených níže v části “Kontaktujte nás” nebo si promluvit s rodiči, kteří vám pomohou a zodpoví všechny vaše dotazy. Pokud máte jakékoli dotazy ohledně toho, jak zpracováváme vaše osobní údaje, kontaktujte nás.",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "Snažíme se vám poskytnout možnost volby ohledně osobních údajů, které nám poskytujete. Vytvořili jsme mechanismy, které vám umožňují následující kontrolu nad vašimi osobními údaji:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Odstranění vašich informací.</b> Své projekty můžete odstranit tak, že aplikaci odstraníte ze svého zařízení.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Evropská práva na ochranu údajů",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "Pokud se nacházíte v EHP, Spojeném království nebo Švýcarsku, máte vy a vaši rodiče právo na: <ul><li>Být informováni o tom, jak vaše údaje používáme.</li><li>Požádat o nahlédnutí do informací, které o vás máme.</li><li>Požádat nás o změnu informací, o kterých si myslíte, že jsou nesprávné.</li><li>Požádat nás o odstranění informací, když už nejsou potřeba.</li><li>Požádat nás, abychom vaše informace používali pouze určitými způsoby.</li><li>Sdělit nám, že si nepřejete, aby byly vaše informace zpracovávány.</li><li>Pokud jsou informace, které shromažďujeme, informace, které si můžete zvolit, že nám je nechcete poskytnout, můžete nám kdykoli sdělit, abychom je přestali shromažďovat.</li></ul>Pokud vás zajímá, jak získáváme a používáme vaše informace, můžete nás kontaktovat některým ze způsobů vysvětlených níže v části “Kontaktujte nás” nebo si promluvit se svými rodiči, kteří vám budou schopni pomoci a zodpovědět všechny vaše otázky. Pokud se nacházíte v EHP, Spojeném království nebo Švýcarsku, můžete také podat stížnost u příslušného úřadu.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "Pokud se nacházíte v EHP, Spojeném království nebo Švýcarsku, máte právo požádat o přístup k osobním údajům, které o vás uchováváme, a obdržet informace o nich, aktualizovat a opravit nepřesnosti ve vašich osobních údajích, omezit zpracování vašich osobních údajů nebo proti němu vznést námitku, nechat tyto údaje zablokovat, anonymizovat nebo případně vymazat, nebo uplatnit své právo na přenositelnost údajů a snadno přenést vaše osobní údaje do jiné společnosti. Tato práva mohou být za určitých okolností omezena požadavky místních zákonů. Kromě výše uvedených práv máte také právo podat stížnost u Úřadu komisaře pro informace ve Spojeném království nebo u dozorového úřadu pro ochranu údajů v zemi EU, ve které žijete nebo pracujete, nebo pokud se domníváte, že jsme porušili zákony o ochraně údajů.<br><br>Pokud se při zpracování vašich Osobních údajů spoléháme na souhlas, máte právo jej kdykoli bezplatně odvolat. Pokud tak učiníte, nebude to mít vliv na zákonnost zpracování před odvoláním souhlasu. <br><br>Upozorňujeme, že můžeme mít oprávněné právní důvody pro odmítnutí vaší žádosti a v takovém případě vás budeme informovat. Chcete-li získat další informace o svých právech nebo podat žádost o uplatnění svých práv podle platných právních předpisů, kontaktujte nás, jak je uvedeno v části \"Kontaktujte nás\" níže.",
    "PRIVACY_DATA_RETENSION": "Uchovávání údajů",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "Vaše údaje neuchováváme navždy. Uchováváme je pouze po dobu, po kterou je potřebujeme k provádění činností vysvětlených v těchto zásadách.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "Přijímáme opatření k vymazání vašich osobních údajů nebo je uchováváme ve formě, která neumožňuje vaši identifikaci, pokud tyto údaje již nejsou potřebné pro účely, pro které je zpracováváme, pokud nám zákon neukládá uchovávat tyto údaje po delší dobu. Při určování doby uchovávání bereme v úvahu různá kritéria, například typ vámi požadovaných nebo vám poskytovaných služeb, povahu a délku našeho vztahu s vámi, případné opětovné přihlášení k našim službám, dopad na služby, které vám poskytujeme, pokud některé informace o vás nebo od vás vymažeme, povinné doby uchovávání stanovené zákonem a promlčecí lhůty.",
    "PRIVACY_INFO_PROTECTION": "Jak tým ScratchJr chrání moje osobní údaje?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "Snažíme se, aby vaše informace byly v bezpečí.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "Zavedli jsme administrativní, fyzické a technické postupy, jejichž cílem je chránit informace, které shromažďujeme v aplikaci, před náhodným nebo nezákonným zničením, náhodnou ztrátou, neoprávněnou změnou, neoprávněným zveřejněním nebo přístupem, zneužitím a jakoukoli jinou nezákonnou formou zpracování osobních údajů, které máme k dispozici. Jakkoli jsou však tato opatření účinná, žádný bezpečnostní systém není neproniknutelný. Nemůžeme zcela zaručit bezpečnost našich databází ani to, že vámi poskytnuté informace nebudou zachyceny při jejich přenosu k nám přes Internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Oznámení o změnách zásad ochrany osobních údajů",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "Pokud provedeme jakékoli změny v tom, jak vaše údaje používáme, aktualizujeme tyto zásady ochrany osobních údajů prostřednictvím aplikace a můžeme vás o změnách informovat.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "Pravidelně prověřujeme zásady ochrany osobních údajů a podle potřeby je můžeme upravit. Pokud provedeme podstatné změny, budeme vás o nich informovat. Doporučujeme vám, abyste naše Zásady ochrany osobních údajů pravidelně kontrolovali. Datum “Poslední aktualizace” v horní části této stránky označuje, kdy byly tyto Zásady ochrany osobních údajů naposledy revidovány. Pokud budete aplikaci používat i po těchto změnách, znamená to, že s revidovanými Zásadami ochrany osobních údajů souhlasíte.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "Mezinárodní přeshraniční přenos dat",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Vaše údaje budou uloženy a použity společností Scratch ve Spojených státech, kde se zákony a ochrana vašich údajů mohou lišit od zákonů ve vaší zemi. Podnikáme kroky k tomu, aby vaše informace byly v bezpečí.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "Osobní údaje, které o vás shromažďujeme, můžeme předávat příjemcům v jiných zemích, než ve které byly tyto osobní údaje původně shromážděny. Tyto země nemusí mít stejné zákony na ochranu osobních údajů jako země, ve které jste Osobní údaje původně poskytli.<br>Scratch sídlí ve Spojených státech. Pokud nám při používání Služeb poskytnete své Osobní údaje z EHP, Švýcarska nebo Spojeného království, vezměte prosím na vědomí, že předáváte své Osobní údaje mimo tyto regiony do Spojených států k uložení a zpracování.",
    "PRIVACY_CONTACT": "Kontaktuj nás",
    "PRIVACY_CONTACT_HIGHLIGHT": "Napište nám nebo pošlete e-mail na níže uvedené kontaktní údaje.",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation je subjektem odpovědným za zpracování vašich osobních údajů a pro účely obecného nařízení EU a Spojeného království o ochraně osobních údajů (GDPR) je správcem údajů, pokud jde o zpracování vašich osobních údajů. Máte-li jakékoli dotazy týkající se těchto Zásad ochrany osobních údajů nebo chcete-li uplatnit svá práva týkající se vašich Osobních údajů, můžete nás kontaktovat na adrese help@scratch.mit.edu nebo poštou na adrese:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "V moři",
    "SAMPLE_Farm": "Statek",
    "SAMPLE_Seasons": "Roční období",
    "SAMPLE_Friends": "Přátelé",
    "SAMPLE_Dance": "Tanec",
    "SAMPLE_Animal Race": "Zvířecí závody",
    "SAMPLE_Bump": "Ťuknutí",
    "SAMPLE_Quick Intro": "Rychlý úvod",
    "SAMPLE_Star": "Hvězda",
    "SAMPLE_TEXT_key_character_cat": "Kočka",
    "SAMPLE_TEXT_key_character_star": "Hvězda",
    "SAMPLE_TEXT_key_character_teen_girl": "Náctiletý",
    "SAMPLE_TEXT_key_character_teen_boy": "Náctiletý",
    "SAMPLE_TEXT_key_farm_tap_them": "Klepnout na ně",
    "SAMPLE_TEXT_key_party_question": "Party?",
    "SAMPLE_TEXT_key_soccer_question": "Nebo fotbal?",
    "SAMPLE_TEXT_key_goal": "Gól!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Ryba",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Mořský koník",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Hvězdice",
    "SAMPLE_TEXT_key_farm_pig": "Prase",
    "SAMPLE_TEXT_key_farm_horse": "Kůň",
    "SAMPLE_TEXT_key_farm_chicken": "Kuře",
    "SAMPLE_TEXT_key_farm_barn": "Stodola",
    "SAMPLE_TEXT_key_seasons_summer": "Léto",
    "SAMPLE_TEXT_key_seasons_fall": "Podzim",
    "SAMPLE_TEXT_key_seasons_winter": "Zima",
    "SAMPLE_TEXT_key_seasons_spring": "Jaro",
    "SAMPLE_TEXT_key_friends_cake": "Dort",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Fotbalový míč",
    "SAMPLE_TEXT_key_friends_child": "Dítě",
    "SAMPLE_TEXT_key_friends_table": "Stůl",
    "SAMPLE_TEXT_key_friends_soccer_net": "Fotbalová síť",
    "SAMPLE_TEXT_key_animalrace_elephant": "Slon",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Žirafa",
    "SAMPLE_TEXT_key_animalrace_monkey": "Opice",
    "SAMPLE_TEXT_key_dance_scubadiver": "Potápěč",
    "SAMPLE_TEXT_key_dance_snake": "Had",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Žlutá kachna",
    "SAMPLE_TEXT_key_bump_blue_duck": "Modrá kachna",
    "SAMPLE_TEXT_key_bump_green_duck": "Zelená kachna",
    "SAMPLE_TEXT_key_quickintro_fish": "Ryba",
    "SAMPLE_TEXT_key_quickintro_toc": "Tok",
    "CHARACTER_Cat.svg": "Kočka",
    "CHARACTER_Cat2.svg": "Chodící kočka",
    "CHARACTER_Blue.svg": "Tik",
    "CHARACTER_Purple.svg": "Tak",
    "CHARACTER_Red.svg": "Tok",
    "CHARACTER_Dragon.svg": "Drak",
    "CHARACTER_Fairy.svg": "Víla",
    "CHARACTER_Wizard.svg": "Čaroděj",
    "CHARACTER_Dog.svg": "Pes",
    "CHARACTER_Rabbit.svg": "Králík",
    "CHARACTER_Chicken.svg": "Kuře",
    "CHARACTER_Pig.svg": "Prase",
    "CHARACTER_Horse.svg": "Kůň",
    "CHARACTER_Zebra.svg": "Zebra",
    "CHARACTER_Monkey.svg": "Opice",
    "CHARACTER_Elephant.svg": "Slon",
    "CHARACTER_Giraffe.svg": "Žirafa",
    "CHARACTER_Camel.svg": "Velbloud",
    "CHARACTER_Butterfly.svg": "Motýl",
    "CHARACTER_Fly.svg": "Moucha",
    "CHARACTER_Bat.svg": "Netopýr",
    "CHARACTER_Bird.svg": "Pták",
    "CHARACTER_Snake.svg": "Had",
    "CHARACTER_Lizard.svg": "Ještěrka",
    "CHARACTER_Frog.svg": "Žába",
    "CHARACTER_Duck.svg": "Kachna",
    "CHARACTER_Crab.svg": "Krab",
    "CHARACTER_Seahorse.svg": "Mořský koník",
    "CHARACTER_Starfish.svg": "Hvězdice",
    "CHARACTER_Fish1.svg": "Ryba",
    "CHARACTER_Fish2.svg": "Ryba",
    "CHARACTER_Whale.svg": "Velryba",
    "CHARACTER_Penguin.svg": "Tučňák",
    "CHARACTER_PolarBear.svg": "Lední medvěd",
    "CHARACTER_Girl1V2.svg": "Dítě",
    "CHARACTER_Girl2V2.svg": "Dítě",
    "CHARACTER_Girl3V2.svg": "Dítě",
    "CHARACTER_Boy1V2.svg": "Dítě",
    "CHARACTER_Boy2V2.svg": "Dítě",
    "CHARACTER_Boy3V2.svg": "Dítě",
    "CHARACTER_TeenGirl1V2.svg": "Postava",
    "CHARACTER_TeenGirl2V2.svg": "Postava",
    "CHARACTER_TeenGirl3V2.svg": "Postava",
    "CHARACTER_TeenBoy1V2.svg": "Postava",
    "CHARACTER_TeenBoy2V2.svg": "Postava",
    "CHARACTER_TeenBoy3V2.svg": "Postava",
    "CHARACTER_Baby1V2.svg": "Miminko",
    "CHARACTER_Baby2V2.svg": "Miminko",
    "CHARACTER_Baby3V2.svg": "Miminko",
    "CHARACTER_MotherV2.svg": "Postava",
    "CHARACTER_FatherV2.svg": "Postava",
    "CHARACTER_GrandmotherV2.svg": "Postava",
    "CHARACTER_GrandfatherV2.svg": "Postava",
    "CHARACTER_GirlV2.svg": "Dítě",
    "CHARACTER_BoyV2.svg": "Dítě",
    "CHARACTER_Teen2V2.svg": "Postava",
    "CHARACTER_Teen3V2.svg": "Postava",
    "CHARACTER_Farmer1V2.svg": "Sedlák",
    "CHARACTER_FarmerV2.svg": "Sedlák",
    "CHARACTER_Bike2V2.svg": "Cyklista",
    "CHARACTER_BikeV2.svg": "Cyklista",
    "CHARACTER_Car2V2.svg": "Řidič",
    "CHARACTER_Car1V2.svg": "Řidič",
    "CHARACTER_AeroplaneV2.svg": "Pilot",
    "CHARACTER_AstronautV2.svg": "Kosmonaut",
    "CHARACTER_InuitV2.svg": "Eskymák",
    "CHARACTER_ScubadiverV2.svg": "Potápěč",
    "CHARACTER_RowboatV2.svg": "Veslař",
    "CHARACTER_Girl1.svg": "Dítě",
    "CHARACTER_Girl2.svg": "Dítě",
    "CHARACTER_Girl3.svg": "Dítě",
    "CHARACTER_Boy1.svg": "Dítě",
    "CHARACTER_Boy2.svg": "Dítě",
    "CHARACTER_Boy3.svg": "Dítě",
    "CHARACTER_TeenGirl1.svg": "Náctiletý",
    "CHARACTER_TeenGirl2.svg": "Náctiletý",
    "CHARACTER_TeenGirl3.svg": "Náctiletý",
    "CHARACTER_TeenBoy1.svg": "Náctiletý",
    "CHARACTER_TeenBoy2.svg": "Náctiletý",
    "CHARACTER_TeenBoy3.svg": "Náctiletý",
    "CHARACTER_Baby.svg": "Miminko",
    "CHARACTER_Mother.svg": "Maminka",
    "CHARACTER_Father.svg": "Tatínek",
    "CHARACTER_Grandmother.svg": "Babička",
    "CHARACTER_Grandfather.svg": "Dědeček",
    "CHARACTER_Girl.svg": "Dítě",
    "CHARACTER_Boy.svg": "Dítě",
    "CHARACTER_Teen2.svg": "Náctiletý",
    "CHARACTER_Teen3.svg": "Náctiletý",
    "CHARACTER_Farmer1.svg": "Sedlák",
    "CHARACTER_Farmer.svg": "Sedlák",
    "CHARACTER_Bike2.svg": "Cyklista",
    "CHARACTER_Bike.svg": "Cyklista",
    "CHARACTER_Car2.svg": "Řidič",
    "CHARACTER_Car1.svg": "Řidič",
    "CHARACTER_Aeroplane.svg": "Pilot",
    "CHARACTER_Astronaut.svg": "Kosmonaut",
    "CHARACTER_Inuit.svg": "Eskymák",
    "CHARACTER_Scubadiver.svg": "Potápěč",
    "CHARACTER_Rowboat.svg": "Veslař",
    "CHARACTER_Tree1.svg": "Strom",
    "CHARACTER_Tree3.svg": "Strom",
    "CHARACTER_Tree4.svg": "Strom",
    "CHARACTER_Evergreen.svg": "Strom",
    "CHARACTER_Weed.svg": "Rostlina",
    "CHARACTER_Pasture.svg": "Vysoká tráva",
    "CHARACTER_Cactus.svg": "Kaktus",
    "CHARACTER_Daffodil.svg": "Narcisy",
    "CHARACTER_Daisy1.svg": "Sedmikráska",
    "CHARACTER_Daisy2.svg": "Sedmikráska",
    "CHARACTER_Daisy3.svg": "Sedmikráska",
    "CHARACTER_Tulip2.svg": "Tulipán",
    "CHARACTER_Flowers.svg": "Květiny",
    "CHARACTER_Apple.svg": "Jablko",
    "CHARACTER_Peach.svg": "Broskev",
    "CHARACTER_Mushroom.svg": "Houba",
    "CHARACTER_Star.svg": "Hvězda",
    "CHARACTER_Star2.svg": "Hvězda",
    "CHARACTER_Star3.svg": "Hvězda",
    "CHARACTER_ShootingStar.svg": "Kometa",
    "CHARACTER_Earth.svg": "Země",
    "CHARACTER_Planet.svg": "Planeta",
    "CHARACTER_Sun.svg": "Slunce",
    "CHARACTER_Moon.svg": "Úplněk",
    "CHARACTER_CrescentMoon.svg": "Měsíc",
    "CHARACTER_Cloud1.svg": "Mrak",
    "CHARACTER_Thundercloud.svg": "Bouřkový mrak",
    "CHARACTER_Tornado.svg": "Tornádo",
    "CHARACTER_Barn.svg": "Stodola",
    "CHARACTER_Fort.svg": "Pevnost",
    "CHARACTER_Castle.svg": "Hrad",
    "CHARACTER_Igloo.svg": "Iglu",
    "CHARACTER_House1.svg": "Dům",
    "CHARACTER_House.svg": "Dům",
    "CHARACTER_House3.svg": "Dům",
    "CHARACTER_House4.svg": "Dům",
    "CHARACTER_Apartment.svg": "Byt",
    "CHARACTER_School.svg": "Škola",
    "CHARACTER_Shop.svg": "Obchod",
    "CHARACTER_Fence.svg": "Plot",
    "CHARACTER_Mailbox.svg": "Poštovní schránka",
    "CHARACTER_Cake.svg": "Dort",
    "CHARACTER_Ball.svg": "Míč",
    "CHARACTER_Basketball.svg": "Basketbalový míč",
    "CHARACTER_Soccerball.svg": "Fotbalový míč",
    "CHARACTER_SoccerNet.svg": "Fotbalová síť",
    "CHARACTER_Bed.svg": "Postel",
    "CHARACTER_NightTable.svg": "Noční stolek",
    "CHARACTER_Stool.svg": "Židle",
    "CHARACTER_Table.svg": "Stůl",
    "CHARACTER_Car.svg": "Auto",
    "CHARACTER_Bus.svg": "Autobus",
    "CHARACTER_SailBoat.svg": "Loď",
    "CHARACTER_Boat2.svg": "Loď",
    "CHARACTER_Rocket.svg": "Raketa",
    "CHARACTER_Ben.svg": "Postava",
    "CHARACTER_Elle.svg": "Dítě",
    "CHARACTER_Farrah.svg": "Postava",
    "CHARACTER_Jai.svg": "Postava",
    "CHARACTER_Joey.svg": "Dítě",
    "CHARACTER_Kate.svg": "Dítě",
    "CHARACTER_Nahom.svg": "Dítě",
    "CHARACTER_Nia.svg": "Postava",
    "CHARACTER_Sam.svg": "Dítě",
    "CHARACTER_Tom.svg": "Postava",
    "BACKGROUND_Farm.svg": "Statek",
    "BACKGROUND_Park.svg": "Park",
    "BACKGROUND_Suburbs.svg": "Předměstí",
    "BACKGROUND_City.svg": "Město",
    "BACKGROUND_Library.svg": "Knihovna",
    "BACKGROUND_Classroom.svg": "Třída",
    "BACKGROUND_Theatre.svg": "Divadlo",
    "BACKGROUND_Gym.svg": "Posilovna",
    "BACKGROUND_Gym2.svg": "Posilovna",
    "BACKGROUND_Bedroom.svg": "Ložnice",
    "BACKGROUND_EmptyRoom.svg": "Prázdná místnost",
    "BACKGROUND_Summer.svg": "Léto",
    "BACKGROUND_Fall.svg": "Podzim",
    "BACKGROUND_Winter.svg": "Zima",
    "BACKGROUND_Spring.svg": "Jaro",
    "BACKGROUND_Creek.svg": "Řeka",
    "BACKGROUND_Lake.svg": "Jezero",
    "BACKGROUND_Woods.svg": "Les",
    "BACKGROUND_BeachDay.svg": "Den na pláži",
    "BACKGROUND_BeachSunrise.svg": "Západ slunce na pláži",
    "BACKGROUND_BeachNight.svg": "Noc na pláži",
    "BACKGROUND_Underwater.svg": "Pod vodou",
    "BACKGROUND_Jungle.svg": "Džungle",
    "BACKGROUND_Savannah.svg": "Savana",
    "BACKGROUND_Desert.svg": "Poušť",
    "BACKGROUND_Arctic.svg": "Arktida",
    "BACKGROUND_Space.svg": "Vesmír",
    "BACKGROUND_MoonBkg.svg": "Měsíc",
    "BLOCK_DESC_GREEN_FLAG": "ZAČÍT NA ZELENOU VLAJKU",
    "BLOCK_DESC_ON_TAP": "ZAČÍT KLEPNUTÍM NA POSTAVU {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "ZAČÍT PO ODRAŽENÍ POSTAVY{CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "Oranžová",
    "BLOCK_DESC_ON_MESSAGE": "ZAČÍT NA ZPRÁVU:{COLOR}",
    "BLOCK_DESC_SEND_MESSAGE": "POSLAT STARTOVNÍ ZPRÁVU: {COLOR}",
    "BLOCK_DESC_MOVE_RIGHT": "POHNOUT DOPRAVA",
    "BLOCK_DESC_MOVE_LEFT": "POHNOUT DOLEVA",
    "BLOCK_DESC_MOVE_UP": "POHNOUT NAHORU",
    "BLOCK_DESC_MOVE_DOWN": "POHNOUT DOLŮ",
    "BLOCK_DESC_TURN_RIGHT": "OTOČIT DOPRAVA",
    "BLOCK_DESC_TURN_LEFT": "OTOČIT DOLEVA",
    "BLOCK_DESC_HOP": "VYSKOČIT",
    "BLOCK_DESC_GO_HOME": "DOMŮ",
    "BLOCK_DESC_SAY": "ŘÍCT",
    "BLOCK_DESC_GROW": "ZVĚTŠIT",
    "BLOCK_DESC_SHRINK": "ZMENŠIT",
    "BLOCK_DESC_RESET_SIZE": "PŮVODNÍ VELIKOST",
    "BLOCK_DESC_HIDE": "SKRÝT",
    "BLOCK_DESC_SHOW": "UKÁZAT",
    "BLOCK_DESC_PLAY_SOUND": "PŘEHRÁT ZVUK {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "klap",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "PŘEHRÁT NAHRANÝ ZVUK",
    "BLOCK_DESC_WAIT": "ČEKAT",
    "BLOCK_DESC_STOP": "ZASTAVIT POSTAVU {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "NASTAVIT RYCHLOST",
    "BLOCK_DESC_REPEAT": "OPAKOVAT",
    "BLOCK_DESC_END": "UKONČIT",
    "BLOCK_DESC_REPEAT_FOREVER": "OPAKOVAT DO NEKONEČNA",
    "BLOCK_DESC_GO_TO_PAGE": "OTEVŘÍT STRÁNKU {PAGE}",
    "SHARING_BY_EMAIL": "Sdílet přes e-mail",
    "SHARING_BY_AIRDROP": "Sdílet přes Airdrop",
    "SHARING_EMAIL_SUBJECT": "ScratchJr Projekt: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Klepněte na ikonu k vyzkoušení mého ScratchJr projektu na vašem iPadu nebo Android tabletu!<br><br>Pokud nemáte aplikaci ScratchJr, můžete<a href='http://www.scratchjr.org'>si ji uložit</a> z  Apple App store nebo Google Play Store.<br><br>Se ScratchJr děti mohou vytvářet své vlastní interaktivní příběhy a hry. Více informací naleznete na  <a href='http://www.scratchjr.org'>scratchjr.org</a>.",
    "FOR_PARENTS": "Pro rodiče",
    "PARENTAL_GATE_EXPLANATION": "Proč se na to ptáme? Rodič musít schválit sdílení online.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Projekt",
    "LIBRARY_CHARACTER": "Postava",
    "LIBRARY_BACKGROUND": "Pozadí",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "ahoj",
    "ALERT_BACK": "Zpět",
    "ALERT_SAVING": "Ukládání...",
    "SELECT_LANGUAGE": "Vybrat jazyk",
    "USAGE_QUESTION": "Kde používáte ScratchJr?",
    "USAGE_SCHOOL": "Ve škole",
    "USAGE_HOME": "Doma",
    "USAGE_OTHER": "Jinde",
    "USAGE_NONE": "Nechci sdělovat"
}
