{
    "MY_PROJECTS": "Fy Mhrojectau",
    "IMPORT_ERROR": "<h2 class='title'>O na! Dyw'r ffeil ddim yn gweithio</h2><div class='content'>Bosib fod yna hywbeth o'i le ar eich ffeil. <br>Gwnewch yn siŵr ei fod yn ffeil .sjr sy'n gweithio a cheisio eto.</div>",
    "QUICK_INTRO": "Cyflwyniad Cyflym i ScratchJr",
    "SAMPLE_PROJECTS": "Enghreifftiau o Brojectau",
    "ABOUT_SCRATCHJR": "Ynghylch ScratchJr",
    "INTERFACE_GUIDE": "Canllaw'r Rhyngwyneb",
    "PAINT_EDITOR_GUIDE": "Canllaw'r Golygydd Paentio",
    "BLOCKS_GUIDE": "Canllaw Blociau",
    "PRIVACY_POLICY": "Polisi Preifatrwydd",
    "ABOUT_WHAT_IS": "Beth yw ScratchJr?",
    "ABOUT_DESCRIPTION": "Mae ScratchJr yn iaith rhaglennu ragarweiniol sy'n galluogi plant ifanc (5-7 oed) i greu eu straeon a gemau rhyngweithiol eu hunain. Mae plant yn snapio blociau graffigol at ei gilydd i wneud i'r cymeriadau symud, neidio, dawnsio a chanu. Gall blant newid y cymeriadau yn y golygydd paentio, ychwanegu eu lleisiau a'u synau eu hunain, a hyd yn oed fewnosod lluniau o'u hunain - ac yna gwneud i'r blociau rhaglennu ddod â'u cymeriadau yn fyw.",
    "ABOUT_INSPIRED_BY": "Cafodd ScratchJr ei ysbrydoli gan yr iaith rhaglennu poblogaidd Scratch (http://scratch.mit.edu), sy'n cael ei ddefnyddio gan filiynau o bobl ifanc (oed 8 a throsodd) o amgylch y byd. Wrth greu ScratchJr rydym wedi ailgynllunio'r rhyngwyneb a'r iaith rhaglennu i'w gwneud yn addas yn ddatblygiadol ar gyfer plant iau, gan gynllunio nodweddion yn ofalus i gyd-fynd â datblygiad gwybyddol, personol, cymdeithasol ac emosiynol. <br/><br/>Am ragor o wybodaeth ynghylch ScratchJr, gw. http://scratchjr.org",
    "ABOUT_WHY_CREATE": "Pam Creu ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "Mae codio (neu raglennu cyfrifiadurol) yn fath newydd o lythrennedd. Fel mae ysgrifennu yn eich helpu i drefnu eich meddwl a mynegi eich syniadau, mae'r un peth yn wir am godio. Yn y gorffennol, roedd codio i'w weld yn rhy anodd ar gyfer y rhan fwyaf o bobl. Ond rydym yn credu y dylai codio fod i bawb, yr un peth ag ysgrifennu. <br/><br/>Wrth i blant ifanc godio gyda ScratchJr maen nhw'n dysgu sut i greu a mynegi eu hunain gyda'r cyfrifiadur, nid dim ond rhyngweithio gydag ef. A thrwy hynny, mae plant yn dysgu sut i ddatrys problemau a chynllunio projectau a datblygu sgiliau dilyniannu sy'n sail i lwyddiant academaidd yn nes ymlaen. Maen nhw hefyd yn defnyddio mathemateg ac iaith mewn cyd-destun ystyrlon a symbylol, gan gefnogi datblygiad rhifedd a llythrennedd plentyndod cynnar. Gyda ScratchJr, nid dim ond dysgu i godio mae plant yn ei wneud ond codio i ddysgu.",
    "ABOUT_WHO_CREATED": "Pwy sydd wedi creu ScratchJr",
    "ABOUT_WHO_CREATED_DESCRIPTION": "Mae ScratchJr yn gydweithrediad rhwng Scratch Foundation y Developmental Technologies (DevTech) Research Group yn y Lynch School of Education, Boston College. Crewyd ScratchJr yn wreiddiol gan DevTech – (o dan arweiniad Marina Umaschi Bers, gyda chyfraniadau gan Amanda Strawhacker, Claire Caine, Louise Flannery, Elizabeth Kazakoff, a Dylan Portelance), grŵp y Lifelong Kindergarten yn yr MIT Media Lab – (o dan arweiniad Mitchel Resnick, gyda chyfraniadau gan Chris Garrity, Tim Mickel, Carl Bowman, Champika Fernando, Natalie Rusk, Sayamindu Dasgupta, ad Chris Graves), a'r Playful Invention Company (o dan arweiniad Paula Bont&aacute; ad Brian Silverman, gyda chyfraniadau gan Jack Geddes ac Adrian Gabriel).  Mae'r fersiwn Android o ScratchJr wedi ei greu gan Two Sigma (wedi eu harwain gan Mark Roth, gyda chyfraniadau gan Kevin Hu), a mewnbwn gan Benesse Corp.<br/> <br/>Crewydd y graffigau a'r darluniau ar gyfer ScratchJr gan yr HvingtQuatre Company (wedi eu harwain gan Julien Gelifier ac Adrien Valesa), Sarah Thomson, Peter Mueller, a Jillian Lombardi. Paula Aguilera o'r MIT Media Lab gynhyrchodd fideo ScratchJr. Hoffem ddiolch hefyd i bawb gymrodd rhan yn y cymunedau profi beta ar gyfer iPad ac Android, yn arbennig Sergio Antolinez, Vandendaele Didier, a Sjoerd Dirk Meijer.",
    "ABOUT_WHO_SUPPORTED": "Pwy sydd wedi Cefnogi ScratchJr",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "Mae project ScratchJr wedi derbyn cefnogaeth ariannol hael gan y National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, a British Telecommunications.<br/><br/>Os ydych yn hoffi defnyddio 'r ap rhad ac am ddim hwn, mae croeso i chi wneud cyfraniad i'r Scratch Foundation (www.scratchfoundation.org), corff ddim-er-elw sy'n darparu cefnogaeth barhaus i ScratchJr. Rydym yn gwerthfawrogi rhoddion o bob maint, bach a mawr. <br/><br/>Cefnogwyr Platinwm o'n ymgyrch Kickstarter ScratchJr: Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson, a Shirley Resnick.<br/><br/>Cefnogwyr eraill o ymgyrch Kickstarter ScratchJr:",
    "BLOCKS_TRIGGERING_BLOCKS": "Cychwyn Blociau",
    "BLOCKS_GREEN_FLAG": "Cychwyn ar Faner Werdd",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "Yn cychwyn y sgript ar ôl rhoi tap i'r Faner Werdd.",
    "BLOCKS_ON_TAP": "Cychwyn ar ôl Tapio",
    "BLOCKS_ON_TAP_DESCRIPTION": "Yn cychwyn y sgript pan fyddwch yn rhoi tap ar y cymeriad.",
    "BLOCKS_ON_TOUCH": "Cychwyn ar ôl Cyffwrdd",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "Yn cychwyn y sgript pan fydd y cymeriad yn cael ei gyffwrdd gan gymeriad arall.",
    "BLOCKS_ON_MESSAGE": "Cychwyn ar ôl Neges",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "Yn cychwyn y sgript pryd bynnag fydd neges o'r lliw penodol yn cael ei hanfon.",
    "BLOCKS_SEND_MESSAGE": "Anfon Neges",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Yn anfon neges o'r lliw penodol.",
    "BLOCKS_MOTION_BLOCKS": "Blociau Symud",
    "BLOCKS_MOVE_RIGHT": "Symud i'r Dde",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Yn symud y cymeriad nifer penodol o sgwariau grid i'r dde",
    "BLOCKS_MOVE_LEFT": "Symud i'r Chwith",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Yn symud y cymeriad nifer penodol o sgwariau grid i'r chwith",
    "BLOCKS_MOVE_UP": "Symud i Fyny",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Yn symud y cymeriad nifer penodol o sgwariau grid i fyny.",
    "BLOCKS_MOVE_DOWN": "Symud i Lawr",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Yn symud y cymeriad nifer penodol o sgwariau grid i lawr.",
    "BLOCKS_TURN_RIGHT": "Troi i'r Dde",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Yn troi'r cymeriad clocwedd nifer penodol o weithiau. Troi 12 ar gyfer cylch llawn.",
    "BLOCKS_TURN_LEFT": "Troi i'r Chwith",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Yn troi'r cymeriad gwrthglocwedd nifer penodol o weithiau. Troi 12 ar gyfer cylch llawn",
    "BLOCKS_HOP": "Herc",
    "BLOCKS_HOP_DESCRIPTION": "Yn symud y cymeriad i fyny nifer penodol o sgwariau grid ac yna i lawr eto.",
    "BLOCKS_GO_HOME": "Mynd Adref",
    "BLOCKS_GO_HOME_DESCRIPTION": "Yn ailosod lleoliad y cymeriad i'w fan cychwyn. (I osod man cychwyn newydd, llusgwch y cymeriad i'r lleoliad).",
    "BLOCKS_LOOKS_BLOCKS": "Blociau Gwedd",
    "BLOCKS_SAY": "Dweud",
    "BLOCKS_SAY_DESCRIPTION": "Yn dangos neges benodol mewn swigen siarad uwchlaw cymeriad.",
    "BLOCKS_GROW": "Tyfu",
    "BLOCKS_GROW_DESCRIPTION": "Yn cynyddu maint y cymeriad.",
    "BLOCKS_SHRINK": "Lleihau",
    "BLOCKS_SHRINK_DESCRIPTION": "Yn lleihau maint y cymeriad.",
    "BLOCKS_RESET_SIZE": "Ailosod y Maint",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Yn dychwelyd y cymeriad i'w faint rhagosodedig.",
    "BLOCKS_HIDE": "Cuddio",
    "BLOCKS_HIDE_DESCRIPTION": "Yn pylu cymeriad nes ei fod yn anweledig.",
    "BLOCKS_SHOW": "Dangos",
    "BLOCKS_SHOW_DESCRIPTION": "Yn amlygu'r cymeriad fel ei fod yn gwbl weladwy",
    "BLOCKS_SOUND_BLOCKS": "Blociau Sain",
    "BLOCKS_POP": "Pop",
    "BLOCKS_POP_DESCRIPTION": "Yn Chwarae Sain \"Pop\".",
    "BLOCKS_PLAY_RECORDED": "Yn Chwarae Sain Wedi ei Recordio",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Yn chwarae sain wedi ei recordio gan y defnyddiwr.",
    "BLOCKS_CONTROL_BLOCKS": "Blociau Rheoli",
    "BLOCKS_WAIT": "Aros",
    "BLOCKS_WAIT_DESCRIPTION": "Yn oedi'r sgript am amser penodol (mewn degfed o eiliadau).",
    "BLOCKS_STOP": "Atal",
    "BLOCKS_STOP_DESCRIPTION": "Yn atal holl sgriptiau'r cymeriad.",
    "BLOCKS_SET_SPEED": "Gosod Cyflymder",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Yn newid y raddfa y mae rhai blociau penodol yn rhedeg.",
    "BLOCKS_REPEAT": "Ailadrodd",
    "BLOCKS_REPEAT_DESCRIPTION": "Yn rhedeg y blociau o fewn nifer penodol o weithiau.",
    "BLOCKS_END_BLOCKS": "Blociau Diwedd",
    "BLOCKS_END": "Diwedd",
    "BLOCKS_END_DESCRIPTION": "Yn dangos diwedd y sgript (ond nid yw'n effeithio ar y sgript mewn unrhyw ffordd).",
    "BLOCKS_REPEAT_FOREVER": "Ailadrodd Am Byth",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Yn rhedeg y sgript drosodd a thro.",
    "BLOCKS_GO_TO_PAGE": "Mynd i Dudalen",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Newidiadau i dudalen benodol y project.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Cadw",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Llwyfan",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Modd Cyflwyno",
    "INTERFACE_GUIDE_GRID": "{N, number} | Grid",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Newid Cefndir",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Ychwanegu Testun",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Ailosod Cymeriadau",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Baner Werdd",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Tudalennau",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Manylion y project",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Dadwneud ac Ail-wneud",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | Sgript Rhaglennu",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Ardal Rhaglennu",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | Palet Blociau",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | Categorïau Blociau",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Cymeriadau",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Cadw'r project cyfredol a mynd i'r dudalen Cartref.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "Dyma lle mae pethau'n digwydd yn y project. I ddileu cymeriad, pwyswch arno a dal.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Ymestyn y llwyfan i'r sgrin llawn",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Toglo'r grid x-y cyfesurynnol ymlaen (ac i ffwrdd).",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Dewis neu greu delwedd gefndir ar gyfer y llwyfan.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Ysgrifennu teitlau a labeli ar y llwyfan.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Ailosod pob cymeriad i'w man cychwyn ar y llwyfan. (Llusgo cymeriadau i greu mannau cychwyn newydd).",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "Cychwyn yr holl sgriptiau rhaglennu sy'n dechrau gyda bloc \"Cychwyn gyda'r Faner Werdd\" drwy dapio yma.",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Dewis o blith y tudalennau yn eich project — neu dapio'r arwydd plws i ychwanegu tudalen newydd. Mae gan bob tudalen ei set cymeriadau a chefndir ei hun. I ddileu tudalen, pwyswch arni a dal. I ad-drefnu tudalennau, llusgwch nhw i'w trefn newydd.",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Newidiwch deitl y project, gweld pryd grëwyd y project a rhannu'r project (os yw'n cael ei gynnal gan eich dyfais).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Os byddwch yn gwneud camgymeriad, tapiwch Dadwneud i fynd nôl mewn amser, gan ddadwneud y weithred olaf. Tapiwch Ail-wneud i wrthdroi'r Dadwneud diwethaf.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "Snapiwch flociau gyda'i gilydd i greu sgript rhaglennu, gan ddweud wrth y cymeriad beth i'w wneud. Tapiwch unrhyw le ar sgript i wneud iddo redeg. I ddileu bloc neu sgript, gallwch ei lusgo tu allan i'r ardal rhaglennu. I gopïo bloc neu sgript o un cymeriad i'r llall, gallwch ei lusgo ar i lun bach y cymeriad.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "Dyma lle fyddwch yn cysylltu blociau rhaglennu i greu sgriptiau, gan ddweud wrth y cymeriad beth i'w wneud.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "Dyma'r ddewislen ar gyfer blociau rhaglennu. Llusgwch floc ar i'r ardal rhaglennu, yna tapio arno i wneud beth mae'n ei wneud.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "Dyma lle gallwch ddewis y categori o flociau rhaglennu: Blociau Cychwyn (Melyn), Symud (Glas), Gwedd (Porffor), Sain (Gwyrdd), Rheoli (Oren), Blociau Diwedd (Coch)",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Dewiswch o blith y cymeriadau yn eich project — neu dapio'r arwydd plws i ychwanegu un newydd. Unwaith mae cymeriad wedi ei ddewis, gallwch olygu ei sgriptiau, tapio ei enw i newid ei enw neu dapio'r brwsh paent i olygu ei ddelwedd. I ddileu cymeriad, pwyswch arno a dal. I gopïo cymeriad i dudalen arall, gallwch ei lusgo i'r llun bach o'r dudalen.",
    "PAINT_GUIDE_UNDO": "{N, number} | Dadwneud",
    "PAINT_GUIDE_REDO": "{N, number} | Ail-wneud",
    "PAINT_GUIDE_SHAPE": "{N, number} | Siâp",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Enw Cymeriad",
    "PAINT_GUIDE_CUT": "{N, number} | Torri",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Dyblygu",
    "PAINT_GUIDE_ROTATE": "{N, number} | Troi",
    "PAINT_GUIDE_DRAG": "{N, number} | Llusgo",
    "PAINT_GUIDE_SAVE": "{N, number} | Cadw",
    "PAINT_GUIDE_FILL": "{N, number} | Llanw",
    "PAINT_GUIDE_CAMERA": "{N, number} | Camera",
    "PAINT_GUIDE_COLOR": "{N, number} | Lliw",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Lled Llinell",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Yn dadwneud y newid diweddaraf.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Yn dadwneud y Dadwneud diweddaraf.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Dewiswch siâp i'w luniadu: llinell, cylch/elips, petryal neu driongl.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Golygu enw'r cymeriad.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Ar ôl dewis y teclyn Torri, gallwch dapio cymeriad neu siâp i'w dynnu o'r cynfas.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Ar ôl dewis y teclyn Dyblygu, gallwch dapio cymeriad neu siâp i greu copi ohono.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Ar ôl dewis y teclyn Troi, gallwch droi cymeriad neu siâp o amgylch ei ganol.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Ar ôl dewis y teclyn Llusgo, gallwch lusgo cymeriad neu siâp ar y cynfas. Os byddwch yn tapio ar siâp, gallwch olygu'r siâp drwy lusgo'r dotiau sy'n ymddangos.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Cadw'r newidiadau a gadael y Golygydd Paentio.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Ar ôl dewis y teclyn Llanw, gallwch dapio ar unrhyw rhan o gymeriad neu siâp i'w lanw gyda'r lliw sydd wedi ei ddewis.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Ar ôl dewis y teclyn Camera, gallwch dapio unrhyw ran o gymeriad neu siâp ac yna tapio botwm y camera i lanw'r adran gyda llun newydd wedi ei gymryd gan y camera.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Dewiswch liw newydd i'w ddefnyddio ar gyfer lluniadu a llanw siapiau.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Newid lled y llinellau yn y siapiau rydych yn eu lluniadu.",
    "PRIVACY_TITLE": "Polisi Preifatrwydd ScratchJr",
    "PRIVACY_LAST_UPDATED": "Diweddarwyd Polisi Preifatrwydd ScratchJr ddiwethaf: Tachwedd 3ydd, 2021",
    "PRIVACY_HIGHLIGHT": "Mae Scratch yn poeni am eich preifatrwydd. Mae'r ddogfen hon, sef y \"polisi preifatrwydd\", yn esbonio pa wybodaeth rydym yn ei chasglu gennych chi, sut rydym yn ei chasglu, pam rydym yn ei chasglu, a sut rydym yn ei chadw'n ddiogel. Mae hefyd yn dweud wrthych am y dewisiadau a'r opsiynau sydd gennych am eich gwybodaeth.",
    "PRIVACY_DESCRIPTION": "Mae Sefydliad Scratch, ac endidau cysylltiedig (gyda'i gilydd, \"<b>Scratch</b>\", \"<b>ni</b>\", \"<b>ein</b>\" neu \"<b>ni</b> \") yn deall pa mor bwysig yw preifatrwydd i'n cymuned, yn enwedig plant a rhieni (\" <b>chi</b>\" neu \"<b>defnyddiwr</b>\"). Ysgrifennon ni'r polisi preifatrwydd hwn (\"<b>Polisi Preifatrwydd</b>\") i egluro pa wybodaeth rydyn ni'n ei chasglu trwy raglen symudol ScratchJr (yr \"<b>Ap</b>\"), sut rydyn ni'n ei ddefnyddio, ei brosesu, a'i rannu, a beth rydyn ni'n ei wneud i'w gadw'n ddiogel. Mae hefyd yn dweud wrthych am eich hawliau a'ch dewisiadau o ran eich Manylion Personol, a sut y gallwch gysylltu â ni os oes gennych unrhyw gwestiynau neu bryderon. <br>Darllenwch y Polisi Preifatrwydd hwn yn ofalus fel eich bod yn deall eich hawliau mewn perthynas â'ch Manylion Personol, a sut y byddwn yn casglu, defnyddio a phrosesu eich Manylion Personol. Os nad ydych yn cytuno â'r Polisi Preifatrwydd hwn neu unrhyw ran ohono, ni ddylech gael mynediad at na defnyddio unrhyw ran o'r Ap. Os byddwch yn newid eich meddwl yn y dyfodol, rhaid i chi roi'r gorau i ddefnyddio'r Ap a gallwch arfer eich hawliau mewn perthynas â'ch Manylion Personol fel y nodir yn y Polisi Preifatrwydd hwn.",
    "PRIVACY_INFORMATION_COLLECTED": "Pa wybodaeth bersonol y mae Tîm ScratchJr yn ei chasglu amdanaf?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Mae Scratch yn casglu ac yn storio manylion rydych chi'n ei darparu i ni, er enghraifft a ydych chi eisiau defnyddio'r Ap gartref neu ar gyfer yr ysgol ac ym mha iaith. Mae'r Ap yn casglu rhywfaint o wybodaeth yn awtomatig am y llechen neu'r ffôn rydych chi'n defnyddio'r Ap arno ac am sut rydych chi'n chwarae ar yr Ap.",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "At ddiben y Polisi Preifatrwydd hwn, mae “Manylion Personol” yn golygu unrhyw wybodaeth sy'n ymwneud ag unigolyn a nodwyd neu adnabyddadwy. Rydym yn cael Manylion Personol sy'n ymwneud â chi o wahanol ffynonellau a ddisgrifir isod.<br> Lle bo’n berthnasol, rydym yn nodi a oes rhaid i chi roi eich Manylion Personol i ni a pham, yn ogystal â chanlyniadau methu â gwneud hynny. Os na fyddwch yn darparu Manylion Personol pan ofynnir amdani, efallai na fyddwch yn gallu elwa o'n App os yw'r wybodaeth honno'n angenrheidiol i ddarparu'r Ap i chi neu os yw'n ofynnol yn gyfreithiol i ni gasglu'r wybodaeth.",
    "PRIVACY_INFO_FROM_YOU": "Gwybodaeth wedi ei ddarparu gennych chi",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projectau.</b> Mae'r Ap yn casglu'r projectau y gallwch eu creu ar yr Ap, gan gynnwys lluniau neu nodweddion recordiadau sain mewn prosiectau. Fodd bynnag, dim ond yn lleol y caiff y wybodaeth hon ei storio ar eich dyfais ac nid yw'n cael ei throsglwyddo i Scratch nac yn hygyrch iddo. Pan fyddwch chi'n llwytho'r Ap i lawr am y tro cyntaf, rydyn ni'n gofyn am ganiatâd i gael mynediad i'r camera (i'ch galluogi chi i dynnu lluniau i'w defnyddio fel cymeriadau yn eich projectau) a'r meicroffon (i recordio synau i'w defnyddio yn eich projectau) eich dyfais. Gallwch analluogi'r nodweddion hyn ar unrhyw adeg yn y gosodiadau App a ddarperir gan eich dyfais.",
    "PRIVACY_INFO_FROM_PREFS": "<b>Defnyddiwch ddewisiadau.</b> Gofynnwn ichi a fyddwch yn defnyddio’r Ap ar gyfer yr ysgol, gartref, neu am reswm arall ac ym mha iaith yr hoffech i ni ddangos yr Ap.",
    "PRIVACY_INFO_FROM_AUTO": "Gwybodaeth sy'n cael ei gasglu trwy ddulliau awtomataidd",
    "PRIVACY_INFO_FROM_USAGE": "<b>Manylion dyfais a defnydd.</b> Pan fyddwch yn defnyddio ein Ap, efallai y byddwn ni a thrydydd partïon yn casglu eich cyfeiriad IP yn awtomatig ar lefel gwlad a gwybodaeth am eich dyfais gan gynnwys model, fersiwn a system weithredu.",
    "PRIVACY_USAGE": "Sut mae Tîm ScratchJr yn defnyddio fy Manylion Personol?",
    "PRIVACY_USAGE_HIGHLIGHT": "Rydyn ni'n casglu'ch manylion er mwyn sicrhau bod holl nodweddion yr Ap ar gael i chi ac i gefnogi'ch dysgu, i'n helpu ni, addysgwyr a phrifysgolion i ddysgu am sut mae plant yn chwarae ac yn dysgu trwy'r Ap, i'n helpu ni i wella'r Ap ac i amddiffyn ein hawliau.",
    "PRIVACY_USAGE_DESCRIPTION": "Gallwn ddefnyddio’r Manylion Personol at un neu fwy o’r dibenion canlynol:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Darparu'r gwasanaethau i chi ar yr App.</b> Rydym yn defnyddio Manylion Personol at ddibenion mewnol a chysylltiedig â’r Ap, gan gynnwys gweithredu, darparu a chynnal yr Ap. Yn benodol byddwn yn defnyddio eich Manylion Personol i gyflawni ein rhwymedigaeth gytundebol tuag atoch i ganiatáu i chi ddefnyddio'r Ap, i gysylltu â chi rhag ofn y bydd unrhyw broblem gyda'r Ap a sicrhau bod yr Ap ar gael i chi yn yr iaith a ddewiswch yn yr Ap gosodiadau. Mae’r Manylion Personol rydym yn ei phrosesu wrth wneud hynny yn cynnwys unrhyw gynnwys rydych yn ei greu ar yr Ap a’ch dewis iaith.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Dadansoddeg a gwella'r Ap.</b> Rydyn ni a'n darparwyr gwasanaeth yn defnyddio Manylion Personol rydyn ni'n ei chasglu ar yr Ap, fel eich lleoliad, pa gymeriadau rydych chi'n eu defnyddio fwyaf, faint o amser rydych chi'n ei dreulio yn yr Ap a gweithgareddau eraill ar yr Ap i fonitro a dadansoddi'r defnydd o'r Ap a i wella a gwella'r Ap. Mae er ein budd cyfreithlon i wella ein App ar gyfer ein defnyddwyr, sy'n cynnwys cynnal datrys problemau, profi ac ymchwil a chadw'r Ap yn ddiogel. Wrth wneud hynny efallai y byddwn yn defnyddio Manylion Personol a gasglwn amdanoch yn awtomatig, megis gwybodaeth am ddefnydd.",
    "PRIVACY_USAGE_FOR_DATA": "<strong>Cydgasglu Data.</strong> Mae’n bosibl y byddwn yn dad-adnabod a chydgrynhoi gwybodaeth a gesglir drwy’r Ap at ddibenion dadansoddi ystadegol a dibenion cyfreithlon eraill, gan gynnwys mewn astudiaethau ymchwil y bwriedir iddynt wella ein dealltwriaeth o sut mae pobl yn dysgu gyda ScratchJr. Gall data cyfanredol ddod o'ch Manylion Personol ond nid yw'n Manylion Personol gan na fydd y data hwn yn datgelu pwy ydych yn uniongyrchol nac yn anuniongyrchol.",
    "PRIVACY_USAGE_FOR_LEGAL": "<strong>Cyfreithiol.</strong> Mae’n bosibl y byddwn yn defnyddio’ch Manylion Personol i orfodi ein <a href=\"{{0}}\">Cytundeb Trwydded Defnyddiwr Terfynol</a> (EULA), i amddiffyn ein hawliau cyfreithiol, ac i gydymffurfio â’n rhwymedigaethau cyfreithiol a’n polisïau mewnol.",
    "PRIVACY_USAGE_IN_EEA": "Ein defnydd o Manylion Personol Ewropeaidd",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "Os ydych yn yr AEE, y DU neu’r Swistir, dim ond pan fydd gennym sail sy’n caniatáu inni wneud hynny y byddwn yn defnyddio’ch manylion.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "Os ydych wedi eich lleoli yn yr Ardal Economaidd Ewropeaidd (\" <strong>EEA</strong> \"), y DU neu'r Swistir dim ond pan fydd gennym sail gyfreithiol ddilys y byddwn yn prosesu eich Manylion Personol:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<strong>Angenrheidrwydd cytundebol.</strong> Efallai y byddwn yn defnyddio eich Manylion Personol i gyflawni ein rhwymedigaethau cytundebol tuag atoch. Er enghraifft, mae angen eich Manylion Personol arnom i ddarparu ein gwasanaethau ar yr Ap.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Diddordeb cyfreithlon.</b> Mae’n bosibl y byddwn yn defnyddio’ch Manylion Personol pan fydd gennym ni neu drydydd parti fuddiant cyfreithlon mewn gwneud hynny. Yn benodol, mae gennym ddiddordeb cyfreithlon mewn defnyddio’ch Manylion Personol i ddarparu’r Ap yn eich dewis iaith, gwella diogelwch a pherfformiad ein Ap, a deall sut mae’r Ap yn cael ei ddefnyddio, gan gynnwys trwy astudiaethau ymchwil sy’n ein helpu i ddeall sut mae pobl yn dysgu gyda ScratchJr. Dim ond pan na chaiff y buddiannau hyn eu diystyru gan eich hawliau a'ch diddordebau y byddwn yn dibynnu ar ein buddiannau cyfreithlon ni neu drydydd parti i brosesu eich Manylion Personol.",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Rhwymedigaeth gyfreithiol.</b> Mae’n bosibl y byddwn yn defnyddio’ch Manylion Personol pan fo’n ofynnol yn gyfreithiol i ni wneud hynny. Er enghraifft, i gydymffurfio â rhwymedigaethau treth a chyfrifyddu, neu i gydymffurfio â gorchymyn llys.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<strong>Cydsyniad.</strong> Efallai y byddwn yn defnyddio eich Manylion Personol pan fyddwch wedi cydsynio i wneud hynny.",
    "PRIVACY_SHARING": "Sut Mae Tîm ScratchJr yn Rhannu fy Manylion Personol?",
    "PRIVACY_SHARING_HIGHLIGHT": "Dim ond pan fydd angen i ni rannu eich gwybodaeth â sefydliadau eraill. Rydym yn rhannu gwybodaeth gyda gwerthwyr sy'n ein helpu i ddarparu'r Ap. Rydym hefyd yn rhannu canlyniadau’r ymchwil a wnawn ag ysgolion ac ymchwilwyr, ond yn gyntaf rydym yn cymryd camau i roi’r wybodaeth honno mewn fformat nad yw’n caniatáu iddynt eich adnabod chi. Efallai y byddwn hefyd yn rhannu eich gwybodaeth â llysoedd a llywodraethau am resymau cyfreithiol.",
    "PRIVACY_SHARING_DESCRIPTION": "Rydym yn datgelu eich Manylion Personol i drydydd partïon o dan yr amgylchiadau canlynol:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<strong>Darparwyr gwasanaeth.</strong> Rydym yn dibynnu ar ddarparwyr gwasanaeth i ddarparu'r gwasanaethau ar ein Ap, megis: Google Firebase, darparwr dadansoddeg, i'n helpu i ddeall ein sylfaen defnyddwyr a sut mae ein Ap yn cael ei ddefnyddio.",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Sefydliadau addysg ac ymchwil.</b> Mae’n bosibl y byddwn yn rhannu canlyniadau ein hymchwil ar addysg plant trwy ScratchJr, ar ffurf agregedig a dad-adnabyddedig, ag addysgwyr a sefydliadau ymchwil, megis Prifysgol Tufts a MIT, drwy gynadleddau, cyfnodolion, a chyhoeddiadau eraill.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<strong>Newid perchnogaeth gorfforaethol.</strong> Mae’n bosibl y byddwn yn datgelu eich Manylion Personol i gaffaelwr, olynydd, neu aseinai posibl neu wirioneddol fel rhan o unrhyw ad-drefnu, uno, gwerthu, menter ar y cyd, aseiniad, trosglwyddiad, neu warediad arall o’n sefydliad neu asedau i gyd neu unrhyw ran ohono.",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<strong>Grŵp Scratch.</strong> Rydym yn rhannu Manylion Personol amdanoch chi gyda'n partneriaid cyswllt ac is-gwmnïau.",
    "PRIVACY_SHARING_WITH_LEGAL": "<strong>Cyfreithiol.</strong> Mae'n bosibl y byddwn yn datgelu eich Manylion Personol os bydd yn ofynnol i ni wneud hynny yn ôl y gyfraith neu gyda'r gred ddidwyll bod gweithredu o'r fath yn briodol: (a) o dan gyfraith berthnasol, gan gynnwys cyfreithiau y tu allan i'ch gwlad breswyl; ( b ) cydymffurfio â phrosesau cyfreithiol; (c) i ymateb i geisiadau gan awdurdodau cyhoeddus a llywodraeth, megis ysgolion, ardaloedd ysgol, a gorfodi'r gyfraith, gan gynnwys awdurdodau cyhoeddus a llywodraeth y tu allan i'ch gwlad breswyl; (d) i orfodi ein telerau ac amodau; (e) i ddiogelu ein gweithrediadau neu weithrediadau unrhyw un o'n partneriaid; (f) i ddiogelu ein hawliau, preifatrwydd, diogelwch, neu eiddo, a/neu ein cysylltiadau, chi, neu eraill; ac (g) i'n galluogi i fynd ar drywydd rhwymedïau sydd ar gael neu gyfyngu ar yr iawndal y gallwn ei gael.",
    "PRIVACY_SHARING_WITH_CONSENT": "<strong>Cydsyniad.</strong> Efallai y byddwn hefyd yn datgelu eich Manylion Personol gyda'ch caniatâd. Efallai y byddwn yn gofyn am eich caniatâd mewn gwahanol ffyrdd.",
    "PRIVACY_YOUR_RIGHTS": "Eich Hawliau a'ch Dewisiadau",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "Os oes gennych ddiddordeb mewn gwybod sut rydym yn cael a defnyddio eich manylion, gallwch gysylltu â ni mewn unrhyw un o’r ffyrdd a eglurir isod o dan “Cysylltwch â Ni” neu siaradwch â’ch rhieni, a fydd yn gallu eich helpu ac ateb unrhyw gwestiynau sydd gennych. Os oes gennych unrhyw gwestiynau am sut rydym yn prosesu eich Manylion Personol, cysylltwch â ni.",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "Rydym yn ymdrechu i roi dewisiadau i chi o ran y Manylion Personol a roddwch i ni. Rydym wedi creu mecanweithiau i roi'r rheolaeth ganlynol i chi dros eich Manylion Personol:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<strong>Dileu eich manylion.</strong> Gallwch ddileu eich projectau trwy ddileu'r Ap o'ch dyfais.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Eich Hawliau Diogelu Data Ewropeaidd",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "Os ydych yn yr AEE, y DU neu’r Swistir, mae gennych chi a’ch rhieni hawl i:<ul><li> Cael gwybod sut rydym yn defnyddio eich gwybodaeth.</li><li> Gofynnwch am gael gweld y wybodaeth sydd gennym amdanoch chi.</li><li> Gofynnwch i ni newid gwybodaeth rydych chi'n meddwl sy'n anghywir.</li><li> Gofynnwch i ni ddileu gwybodaeth pan nad oes ei hangen mwyach.</li><li> Gofynnwch i ni ddefnyddio'ch gwybodaeth mewn ffyrdd penodol yn unig.</li><li> Dywedwch wrthym nad ydych am i'ch gwybodaeth gael ei phrosesu.</li><li> Os yw'r wybodaeth yr ydym yn ei chasglu yn wybodaeth y gallwch ddewis peidio â'i rhoi, gallwch ddweud wrthym am roi'r gorau i'w chasglu ar unrhyw adeg.</li></ul> Os oes gennych ddiddordeb mewn sut rydym yn cael a defnyddio eich gwybodaeth, gallwch gysylltu â ni mewn unrhyw un o’r ffyrdd a eglurir isod o dan “Cysylltwch â Ni” neu siaradwch â’ch rhieni, a fydd yn gallu eich helpu ac ateb unrhyw gwestiynau sydd gennych. . Os ydych yn yr AEE, y DU neu’r Swistir, gallwch hefyd gyflwyno cwyn i’r awdurdod perthnasol.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "Os ydych yn yr AEE, y DU neu’r Swistir, mae gennych yr hawl i ofyn am fynediad a derbyn gwybodaeth am y Wybodaeth Bersonol a gedwir gennym amdanoch, i ddiweddaru a chywiro anghywirdebau yn eich Manylion Personol, i gyfyngu ar neu wrthwynebu prosesu eich gwybodaeth. Manylion Personol, i gael y wybodaeth wedi'i rhwystro, ei gwneud yn ddienw, neu ei dileu, fel y bo'n briodol, neu i arfer eich hawl i gludadwyedd data i drosglwyddo'ch Manylion Personol yn hawdd i gwmni arall. Gall yr hawliau hynny gael eu cyfyngu dan rai amgylchiadau gan ofynion y gyfraith leol. Yn ogystal â’r hawliau a nodir uchod, mae gennych hefyd yr hawl i gyflwyno cwyn i Swyddfa’r Comisiynydd Gwybodaeth yn y DU neu’r awdurdod goruchwylio diogelu data yn y wlad yr UE rydych yn byw neu’n gweithio ynddi, neu lle credwch ein bod wedi torri. deddfau diogelu data.<br><br> Os ydym yn dibynnu ar ganiatâd i brosesu eich Manylion Personol, mae gennych yr hawl i’w dynnu’n ôl ar unrhyw adeg ac yn rhad ac am ddim. Pan fyddwch yn gwneud hynny, ni fydd hyn yn effeithio ar gyfreithlondeb y prosesu cyn tynnu eich caniatâd yn ôl.<br><br> Sylwch y gallai fod gennym resymau cyfreithiol dilys i wrthod eich cais a byddwn yn rhoi gwybod i chi os yw hynny'n wir. I gael rhagor o wybodaeth am eich hawliau, neu i gyflwyno cais i arfer eich hawliau o dan gyfraith berthnasol, cysylltwch â ni fel y nodir yn yr adran 'Cysylltwch â Ni' isod.",
    "PRIVACY_DATA_RETENSION": "Cadw Data",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "Nid ydym yn cadw eich gwybodaeth am byth. Dim ond cyhyd ag y bydd ei angen arnom y byddwn yn ei gadw i'n helpu i wneud y gweithgareddau a eglurir yn y polisi hwn.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "Rydym yn cymryd camau i ddileu eich Manylion Personol neu ei chadw ar ffurf nad yw'n caniatáu i chi gael eich adnabod pan nad yw'r wybodaeth hon bellach yn angenrheidiol at y dibenion yr ydym yn ei phrosesu, oni bai ei bod yn ofynnol yn ôl y gyfraith i ni gadw'r wybodaeth hon am gyfnod. cyfnod hirach. Wrth benderfynu ar y cyfnod cadw, rydym yn ystyried meini prawf amrywiol, megis y math o wasanaethau y gofynnir amdanynt neu sy'n cael ei ddarparu i chi, natur a hyd ein perthynas â chi, y posibilrwydd o ailgofrestru gyda'n gwasanaethau, yr effaith ar y gwasanaethau rydym yn eu cael. darparu i chi os byddwn yn dileu rhywfaint o wybodaeth oddi wrthych neu amdanoch, cyfnodau cadw gorfodol a ddarperir gan y gyfraith a statud cyfyngiadau.",
    "PRIVACY_INFO_PROTECTION": "Sut mae Tîm ScratchJr yn diogelu fy Manylion Personol?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "Rydym yn cymryd camau i gadw eich gwybodaeth yn ddiogel.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "Mae gennym weithdrefnau gweinyddol, corfforol a thechnegol ar waith gyda’r bwriad o ddiogelu’r wybodaeth a gasglwn ar yr Ap rhag dinistr damweiniol neu anghyfreithlon, colled damweiniol, newid heb awdurdod, datgeliad neu fynediad heb awdurdod, camddefnydd, ac unrhyw ffurf anghyfreithlon arall o brosesu'r Manylion Personol sydd yn ein meddiant. Fodd bynnag, mor effeithiol â'r mesurau hyn, nid oes unrhyw system ddiogelwch yn anhreiddiadwy. Ni allwn warantu diogelwch ein cronfeydd data yn llwyr, ac ni allwn warantu na fydd y wybodaeth a roddwch yn cael ei rhyng-gipio wrth gael ei throsglwyddo i ni dros y rhyngrwyd.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Hysbysiadau o Newidiadau i'r Polisi Preifatrwydd",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "Os byddwn yn gwneud unrhyw newidiadau i sut rydym yn defnyddio'ch gwybodaeth, byddwn yn diweddaru'r Polisi Preifatrwydd hwn trwy'r Ap ac efallai y byddwn yn rhoi gwybod i chi ein bod wedi gwneud newidiadau.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "Rydym yn adolygu Polisi Preifatrwydd o bryd i'w gilydd, a gallwn addasu ein polisïau fel y bo'n briodol. Os byddwn yn gwneud newidiadau sylweddol, byddwn yn eich hysbysu o hynny. Rydym yn eich annog i adolygu ein Polisi Preifatrwydd yn rheolaidd. Mae’r dyddiad “Diweddarwyd Diwethaf” ar frig y dudalen hon yn nodi pryd y diwygiwyd y Polisi Preifatrwydd hwn ddiwethaf. Mae eich defnydd parhaus o'r Ap yn dilyn y newidiadau hyn yn golygu eich bod yn derbyn y Polisi Preifatrwydd diwygiedig.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "Trosglwyddo Data Trawsffiniol Rhyngwladol",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Bydd eich manylion yn cael eu storio a'u defnyddio gan Scratch yn yr Unol Daleithiau, lle gall cyfreithiau ac amddiffyniadau eich gwybodaeth fod yn wahanol i'ch gwlad. Rydym yn cymryd camau i gadw eich manylion yn ddiogel.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "Mae’n bosibl y byddwn yn trosglwyddo’r Manylion Personol a gasglwn amdanoch i dderbynwyr mewn gwledydd heblaw’r wlad y casglwyd y Manylion Personol ynddi yn wreiddiol. Mae’n bosibl na fydd gan y gwledydd hynny yr un cyfreithiau diogelu data â’r wlad y gwnaethoch ddarparu’r Manylion Personol ynddi i ddechrau.<br> Mae Scratch wedi'i leoli yn yr Unol Daleithiau. Os byddwch yn rhoi eich Manylion Personol i ni wrth ddefnyddio’r Gwasanaethau o’r AEE, y Swistir neu’r DU, nodwch eich bod yn trosglwyddo eich Manylion Personol y tu allan i’r rhanbarthau hynny i’r Unol Daleithiau i’w storio a’i phrosesu.",
    "PRIVACY_CONTACT": "Cysylltu â Ni",
    "PRIVACY_CONTACT_HIGHLIGHT": "Ysgrifennwch atom neu anfonwch e-bost atom gan ddefnyddio'r manylion cyswllt a nodir isod.",
    "PRIVACY_CONTACT_DESCRIPTION": "Y Sefydliad Cod-i-Ddysgu d/b/a The Scratch Foundation yw’r endid sy’n gyfrifol am brosesu eich Gwybodaeth Bersonol ac at ddiben Rheoliad Diogelu Data Cyffredinol yr UE a’r DU (GDPR), yw’r rheolydd data mewn perthynas â prosesu eich Manylion Personol. Os oes gennych unrhyw gwestiynau am y Polisi Preifatrwydd hwn, neu os hoffech arfer eich hawliau i'ch Manylion Personol, gallwch gysylltu â ni drwy help@scratch.mit.edu neu drwy'r post:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "O dan y môr",
    "SAMPLE_Farm": "Fferm",
    "SAMPLE_Seasons": "Tymhorau",
    "SAMPLE_Friends": "Ffrindiau",
    "SAMPLE_Dance": "Dawnsio",
    "SAMPLE_Animal Race": "Ras Anifeiliaid",
    "SAMPLE_Bump": "Bwmp",
    "SAMPLE_Quick Intro": "Cyflwyniad Cyflym",
    "SAMPLE_Star": "Seren",
    "SAMPLE_TEXT_key_character_cat": "Cath",
    "SAMPLE_TEXT_key_character_star": "Seren",
    "SAMPLE_TEXT_key_character_teen_girl": "Person ifanc",
    "SAMPLE_TEXT_key_character_teen_boy": "Person ifanc",
    "SAMPLE_TEXT_key_farm_tap_them": "Tapio nhw",
    "SAMPLE_TEXT_key_party_question": "Partïo?",
    "SAMPLE_TEXT_key_soccer_question": "Neu bêl-droed?",
    "SAMPLE_TEXT_key_goal": "Gôl!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Pysgodyn",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Morfarch",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Seren Fôr",
    "SAMPLE_TEXT_key_farm_pig": "Mochyn",
    "SAMPLE_TEXT_key_farm_horse": "Ceffyl",
    "SAMPLE_TEXT_key_farm_chicken": "Iâr",
    "SAMPLE_TEXT_key_farm_barn": "Ysgubor",
    "SAMPLE_TEXT_key_seasons_summer": "Haf",
    "SAMPLE_TEXT_key_seasons_fall": "Hydref",
    "SAMPLE_TEXT_key_seasons_winter": "Gaeaf",
    "SAMPLE_TEXT_key_seasons_spring": "Gwanwyn",
    "SAMPLE_TEXT_key_friends_cake": "Teisen",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Pêl-droed",
    "SAMPLE_TEXT_key_friends_child": "Plentyn",
    "SAMPLE_TEXT_key_friends_table": "Bwrdd",
    "SAMPLE_TEXT_key_friends_soccer_net": "Rhwyd pêl-droed",
    "SAMPLE_TEXT_key_animalrace_elephant": "Eliffant",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Jiraff",
    "SAMPLE_TEXT_key_animalrace_monkey": "Mwnci",
    "SAMPLE_TEXT_key_dance_scubadiver": "Deifiwr Sgwba",
    "SAMPLE_TEXT_key_dance_snake": "Neidr",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Hwyaden Felen",
    "SAMPLE_TEXT_key_bump_blue_duck": "Hwyaden Las",
    "SAMPLE_TEXT_key_bump_green_duck": "Hwyaden Werdd",
    "SAMPLE_TEXT_key_quickintro_fish": "Pysgodyn",
    "SAMPLE_TEXT_key_quickintro_toc": "Toc",
    "CHARACTER_Cat.svg": "Cath",
    "CHARACTER_Cat2.svg": "Cath yn Cerdded",
    "CHARACTER_Blue.svg": "Tic",
    "CHARACTER_Purple.svg": "Tac",
    "CHARACTER_Red.svg": "Toc",
    "CHARACTER_Dragon.svg": "Draig",
    "CHARACTER_Fairy.svg": "Tylwythen Deg",
    "CHARACTER_Wizard.svg": "Dewin",
    "CHARACTER_Dog.svg": "Ci",
    "CHARACTER_Rabbit.svg": "Cwningen",
    "CHARACTER_Chicken.svg": "Iâr",
    "CHARACTER_Pig.svg": "Mochyn",
    "CHARACTER_Horse.svg": "Ceffyl",
    "CHARACTER_Zebra.svg": "Sebra",
    "CHARACTER_Monkey.svg": "Mwnci",
    "CHARACTER_Elephant.svg": "Eliffant",
    "CHARACTER_Giraffe.svg": "Jiráff",
    "CHARACTER_Camel.svg": "Camel",
    "CHARACTER_Butterfly.svg": "Pili-pala",
    "CHARACTER_Fly.svg": "Hedfan",
    "CHARACTER_Bat.svg": "Ystlum",
    "CHARACTER_Bird.svg": "Aderyn",
    "CHARACTER_Snake.svg": "Neidr",
    "CHARACTER_Lizard.svg": "Madfall",
    "CHARACTER_Frog.svg": "Broga",
    "CHARACTER_Duck.svg": "Hwyaden",
    "CHARACTER_Crab.svg": "Cranc",
    "CHARACTER_Seahorse.svg": "Morfarch",
    "CHARACTER_Starfish.svg": "Seren Fôr",
    "CHARACTER_Fish1.svg": "Pysgodyn",
    "CHARACTER_Fish2.svg": "Pysgodyn",
    "CHARACTER_Whale.svg": "Morfil",
    "CHARACTER_Penguin.svg": "Pengwin",
    "CHARACTER_PolarBear.svg": "Arth Wen",
    "CHARACTER_Girl1V2.svg": "Plentyn",
    "CHARACTER_Girl2V2.svg": "Plentyn",
    "CHARACTER_Girl3V2.svg": "Plentyn",
    "CHARACTER_Boy1V2.svg": "Plentyn",
    "CHARACTER_Boy2V2.svg": "Plentyn",
    "CHARACTER_Boy3V2.svg": "Plentyn",
    "CHARACTER_TeenGirl1V2.svg": "Person",
    "CHARACTER_TeenGirl2V2.svg": "Person",
    "CHARACTER_TeenGirl3V2.svg": "Person",
    "CHARACTER_TeenBoy1V2.svg": "Person",
    "CHARACTER_TeenBoy2V2.svg": "Person",
    "CHARACTER_TeenBoy3V2.svg": "Person",
    "CHARACTER_Baby1V2.svg": "Babi",
    "CHARACTER_Baby2V2.svg": "Babi",
    "CHARACTER_Baby3V2.svg": "Babi",
    "CHARACTER_MotherV2.svg": "Person",
    "CHARACTER_FatherV2.svg": "Person",
    "CHARACTER_GrandmotherV2.svg": "Person",
    "CHARACTER_GrandfatherV2.svg": "Person",
    "CHARACTER_GirlV2.svg": "Plentyn",
    "CHARACTER_BoyV2.svg": "Plentyn",
    "CHARACTER_Teen2V2.svg": "Person",
    "CHARACTER_Teen3V2.svg": "Person",
    "CHARACTER_Farmer1V2.svg": "Ffarmwr",
    "CHARACTER_FarmerV2.svg": "Ffarmwr",
    "CHARACTER_Bike2V2.svg": "Beiciwr",
    "CHARACTER_BikeV2.svg": "Beiciwr",
    "CHARACTER_Car2V2.svg": "Gyrrwr",
    "CHARACTER_Car1V2.svg": "Gyrrwr",
    "CHARACTER_AeroplaneV2.svg": "Peilot",
    "CHARACTER_AstronautV2.svg": "Gofodwr",
    "CHARACTER_InuitV2.svg": "Gogleddwr",
    "CHARACTER_ScubadiverV2.svg": "Deifiwr Sgwba",
    "CHARACTER_RowboatV2.svg": "Rhwyfwr",
    "CHARACTER_Girl1.svg": "Plentyn",
    "CHARACTER_Girl2.svg": "Plentyn",
    "CHARACTER_Girl3.svg": "Plentyn",
    "CHARACTER_Boy1.svg": "Plentyn",
    "CHARACTER_Boy2.svg": "Plentyn",
    "CHARACTER_Boy3.svg": "Plentyn",
    "CHARACTER_TeenGirl1.svg": "Person Ifanc",
    "CHARACTER_TeenGirl2.svg": "Person Ifanc",
    "CHARACTER_TeenGirl3.svg": "Person Ifanc",
    "CHARACTER_TeenBoy1.svg": "Person Ifanc",
    "CHARACTER_TeenBoy2.svg": "Person Ifanc",
    "CHARACTER_TeenBoy3.svg": "Person Ifanc",
    "CHARACTER_Baby.svg": "Babi",
    "CHARACTER_Mother.svg": "Mam",
    "CHARACTER_Father.svg": "Tad",
    "CHARACTER_Grandmother.svg": "Mam-gu/Nain",
    "CHARACTER_Grandfather.svg": "Tad-cu/Taid",
    "CHARACTER_Girl.svg": "Plentyn",
    "CHARACTER_Boy.svg": "Plentyn",
    "CHARACTER_Teen2.svg": "Person Ifanc",
    "CHARACTER_Teen3.svg": "Person Ifanc",
    "CHARACTER_Farmer1.svg": "Ffarmwr",
    "CHARACTER_Farmer.svg": "Ffarmwr",
    "CHARACTER_Bike2.svg": "Beiciwr",
    "CHARACTER_Bike.svg": "Beiciwr",
    "CHARACTER_Car2.svg": "Gyrrwr",
    "CHARACTER_Car1.svg": "Gyrrwr",
    "CHARACTER_Aeroplane.svg": "Peilot",
    "CHARACTER_Astronaut.svg": "Gofodwr",
    "CHARACTER_Inuit.svg": "Gogleddwr",
    "CHARACTER_Scubadiver.svg": "Deifiwr Sgwba",
    "CHARACTER_Rowboat.svg": "Rhwyfwr",
    "CHARACTER_Tree1.svg": "Coeden",
    "CHARACTER_Tree3.svg": "Coeden",
    "CHARACTER_Tree4.svg": "Coeden",
    "CHARACTER_Evergreen.svg": "Coeden",
    "CHARACTER_Weed.svg": "Planhigyn",
    "CHARACTER_Pasture.svg": "Gwair Hir",
    "CHARACTER_Cactus.svg": "Cactws",
    "CHARACTER_Daffodil.svg": "Cennin Pedr",
    "CHARACTER_Daisy1.svg": "Llygad y Dydd",
    "CHARACTER_Daisy2.svg": "Llygad y Dydd",
    "CHARACTER_Daisy3.svg": "Llygad y Dydd",
    "CHARACTER_Tulip2.svg": "Tiwlip",
    "CHARACTER_Flowers.svg": "Blodau",
    "CHARACTER_Apple.svg": "Afal",
    "CHARACTER_Peach.svg": "Eirinen Wlanog",
    "CHARACTER_Mushroom.svg": "Madarch",
    "CHARACTER_Star.svg": "Seren",
    "CHARACTER_Star2.svg": "Seren",
    "CHARACTER_Star3.svg": "Seren",
    "CHARACTER_ShootingStar.svg": "Seren Wib",
    "CHARACTER_Earth.svg": "Y Ddaear",
    "CHARACTER_Planet.svg": "Planed",
    "CHARACTER_Sun.svg": "Yr Haul",
    "CHARACTER_Moon.svg": "Lleuad Llawn",
    "CHARACTER_CrescentMoon.svg": "Lleuad",
    "CHARACTER_Cloud1.svg": "Cwmwl",
    "CHARACTER_Thundercloud.svg": "Cwmwl Stormus",
    "CHARACTER_Tornado.svg": "Tornado",
    "CHARACTER_Barn.svg": "Ysgubor",
    "CHARACTER_Fort.svg": "Caer",
    "CHARACTER_Castle.svg": "Castell",
    "CHARACTER_Igloo.svg": "Iglw",
    "CHARACTER_House1.svg": "Tŷ",
    "CHARACTER_House.svg": "Tŷ",
    "CHARACTER_House3.svg": "Tŷ",
    "CHARACTER_House4.svg": "Tŷ",
    "CHARACTER_Apartment.svg": "Fflat",
    "CHARACTER_School.svg": "Ysgol",
    "CHARACTER_Shop.svg": "Siop",
    "CHARACTER_Fence.svg": "Ffens",
    "CHARACTER_Mailbox.svg": "Blwch Post",
    "CHARACTER_Cake.svg": "Teisen",
    "CHARACTER_Ball.svg": "Pêl",
    "CHARACTER_Basketball.svg": "Pêl Fasged",
    "CHARACTER_Soccerball.svg": "Pêl-droed",
    "CHARACTER_SoccerNet.svg": "Rhwyd Pêl-droed",
    "CHARACTER_Bed.svg": "Gwely",
    "CHARACTER_NightTable.svg": "Bwrdd Nos",
    "CHARACTER_Stool.svg": "Stôl",
    "CHARACTER_Table.svg": "Bwrdd",
    "CHARACTER_Car.svg": "Car",
    "CHARACTER_Bus.svg": "Bws",
    "CHARACTER_SailBoat.svg": "Cwch",
    "CHARACTER_Boat2.svg": "Cwch",
    "CHARACTER_Rocket.svg": "Roced",
    "CHARACTER_Ben.svg": "Person",
    "CHARACTER_Elle.svg": "Plentyn",
    "CHARACTER_Farrah.svg": "Person",
    "CHARACTER_Jai.svg": "Person",
    "CHARACTER_Joey.svg": "Plentyn",
    "CHARACTER_Kate.svg": "Plentyn",
    "CHARACTER_Nahom.svg": "Plentyn",
    "CHARACTER_Nia.svg": "Person",
    "CHARACTER_Sam.svg": "Plentyn",
    "CHARACTER_Tom.svg": "Person",
    "BACKGROUND_Farm.svg": "Fferm",
    "BACKGROUND_Park.svg": "Parc",
    "BACKGROUND_Suburbs.svg": "Maestrefi",
    "BACKGROUND_City.svg": "Dinas",
    "BACKGROUND_Library.svg": "Llyfrgell",
    "BACKGROUND_Classroom.svg": "Ystafell Ddosbarth",
    "BACKGROUND_Theatre.svg": "Theatr",
    "BACKGROUND_Gym.svg": "Campfa",
    "BACKGROUND_Gym2.svg": "Campfa",
    "BACKGROUND_Bedroom.svg": "Ystafell Wely",
    "BACKGROUND_EmptyRoom.svg": "Ystafell Wag",
    "BACKGROUND_Summer.svg": "Haf",
    "BACKGROUND_Fall.svg": "Hydref",
    "BACKGROUND_Winter.svg": "Gaeaf",
    "BACKGROUND_Spring.svg": "Gwanwyn",
    "BACKGROUND_Creek.svg": "Afon",
    "BACKGROUND_Lake.svg": "Llyn",
    "BACKGROUND_Woods.svg": "Coedwig",
    "BACKGROUND_BeachDay.svg": "Diwrnod ar y Traeth",
    "BACKGROUND_BeachSunrise.svg": "Machlud ar y Traeth",
    "BACKGROUND_BeachNight.svg": "Noson ar y Traeth",
    "BACKGROUND_Underwater.svg": "Dan y Dŵr",
    "BACKGROUND_Jungle.svg": "Jyngl",
    "BACKGROUND_Savannah.svg": "Safana",
    "BACKGROUND_Desert.svg": "Anialwch",
    "BACKGROUND_Arctic.svg": "Arctig",
    "BACKGROUND_Space.svg": "Gofod",
    "BACKGROUND_MoonBkg.svg": "Lleuad",
    "BLOCK_DESC_GREEN_FLAG": "CYCHWYN AR FANER WERDD",
    "BLOCK_DESC_ON_TAP": "CYCHWYN AR DAPIO {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "CYCHWYN AR BWMPIO {CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "Oren",
    "BLOCK_DESC_ON_MESSAGE": "CYCHWYN AR NEGES {COLOR}",
    "BLOCK_DESC_SEND_MESSAGE": "ANFON NEGES {COLOR}CYCHWYN",
    "BLOCK_DESC_MOVE_RIGHT": "SYMUD I'R DDE",
    "BLOCK_DESC_MOVE_LEFT": "SYMUD I'R CHWITH",
    "BLOCK_DESC_MOVE_UP": "SYMUD I FYNY",
    "BLOCK_DESC_MOVE_DOWN": "SYMUD I LAWR",
    "BLOCK_DESC_TURN_RIGHT": "TROI I'R DDE",
    "BLOCK_DESC_TURN_LEFT": "TROI I'R CHWITH",
    "BLOCK_DESC_HOP": "HERCIO",
    "BLOCK_DESC_GO_HOME": "MYND ADREF",
    "BLOCK_DESC_SAY": "DWEUD",
    "BLOCK_DESC_GROW": "TYFU",
    "BLOCK_DESC_SHRINK": "LLEIHAU",
    "BLOCK_DESC_RESET_SIZE": "AILOSOD MAINT",
    "BLOCK_DESC_HIDE": "CUDDIO",
    "BLOCK_DESC_SHOW": "DANGOS",
    "BLOCK_DESC_PLAY_SOUND": "CHWARAE {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "pop",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "CHWARAE SAIN WEDI'I RECORDIO",
    "BLOCK_DESC_WAIT": "AROS",
    "BLOCK_DESC_STOP": "ATAL {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "GOSOD CYFLYMDER",
    "BLOCK_DESC_REPEAT": "AILADRODD",
    "BLOCK_DESC_END": "DIWEDD",
    "BLOCK_DESC_REPEAT_FOREVER": "AILADRODD AM BYTH",
    "BLOCK_DESC_GO_TO_PAGE": "MYND I DUDALEN {PAGE}",
    "SHARING_BY_EMAIL": "Rhannu drwy E-bost",
    "SHARING_BY_AIRDROP": "Rhannu drwy Airdrop",
    "SHARING_EMAIL_SUBJECT": "Project ScratchJr: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Cliciwch yr eicon i brofi fy mhroject ScratchJr ar eich iPad neu dabled Android! <br><br>Os nad yw'r ap ScratchJr gennych, gallwch ei <a href='http://www.scratchjr.org'>lwytho i lawr </a>o'rApple Appstore neu Google Play Store. <br><br> Gyda ScratchJr, gall plant greu eu straeon rhyngweithiol a gemau eu hunain. I ddysgu rhagor, ewch i <a href='http://www.scratchjr.org'>ScratchJr</a>.",
    "FOR_PARENTS": "Ar Gyfer Rhieni",
    "PARENTAL_GATE_EXPLANATION": "Pam ydyn ni'n gofyn hyn? Rhaid i oedolyn gytuno i rannu ar-lein.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Project",
    "LIBRARY_CHARACTER": "Cymeriad",
    "LIBRARY_BACKGROUND": "Cefndir",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "helo",
    "ALERT_BACK": "Nôl",
    "ALERT_SAVING": "Yn cadw...",
    "SELECT_LANGUAGE": "Dewis iaith",
    "USAGE_QUESTION": "Lle ydych chi'n defnyddio ScratchJr?",
    "USAGE_SCHOOL": "Ysgol",
    "USAGE_HOME": "Adref",
    "USAGE_OTHER": "Arall",
    "USAGE_NONE": "Gwell gen i beidio dweud"
}
