{
    "MY_PROJECTS": "Mis proyectos",
    "IMPORT_ERROR": "<h2 class='title'>¡Oh, no! El archivo no funciona</h2><div class='content'>Puede haber algo mal en él. <br>Asegúrese de que sea un archivo .sjr funcionable e intente nuevamente.</div>",
    "QUICK_INTRO": "Introducción rápida a ScratchJr",
    "SAMPLE_PROJECTS": "Ejemplos de proyectos",
    "ABOUT_SCRATCHJR": "Acerca de ScratchJr",
    "INTERFACE_GUIDE": "Guía de la interfaz",
    "PAINT_EDITOR_GUIDE": "Guía del editor de pintura",
    "BLOCKS_GUIDE": "Guía de bloques",
    "PRIVACY_POLICY": "Privacy Policy",
    "ABOUT_WHAT_IS": "¿Qué es ScratchJr?",
    "ABOUT_DESCRIPTION": "ScratchJr es un lenguaje de programación de iniciación que permite a niños de entre 5 y 7 años crear sus propias historias y juegos interactivos encajando bloques de programación gráfica con los que harán que sus personajes se muevan, salten, bailen o canten. Podrán modificar los personajes en el editor de pinturas, añadir sus propias voces y sonidos e incluso insertar fotos de ellos mismos y, finalmente, con los bloques de programación conseguirán que sus personajes cobren vida.",
    "ABOUT_INSPIRED_BY": "ScratchJr se inspira en el popular lenguaje de programación Scratch (http://scratch.mit.edu) que utilizan millones de jóvenes (a partir de 8 años) de todo el mundo. Para crear ScratchJr hemos rediseñado la interfaz y el lenguaje de programación de modo que resulten adecuados para el desarrollo de niños de menor edad, con características pensadas específicamente para ajustarse a la evolución cognitiva, personal, social y emocional de los más pequeños.<br/><br/>Para más información acerca de ScratchJr, visite http://scratchjr.org",
    "ABOUT_WHY_CREATE": "¿Por qué hemos creado ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "La programación informática es una nueva forma de alfabetización. Del mismo modo que la escritura ayuda a organizar los pensamientos y expresar las ideas, la programación también cumple esa función. En el pasado, la mayoría de la gente pensaba que la programación era demasiado complicada. Nosotros, no obstante, creemos que debería estar al alcance de todos, como la escritura.<br/><br/>Mientras los niños programan con ScratchJr, aprenden a crear y expresarse con el ordenador, no solo a interactuar con él. En ese proceso, aprenden a resolver problemas y diseñar proyectos y desarrollan habilidades de secuenciación que resultarán fundamentales para su éxito académico futuro. También usarán las matemáticas y el lenguaje en un contexto motivador y constructivo que servirá de ayuda al desarrollo de sus habilidades numéricas y lingüísticas en edad preescolar. Con ScratchJr, los niños no solo aprenden a programar, sino que programan para aprender.",
    "ABOUT_WHO_CREATED": "¿Quién ha creado ScratchJr?",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr se mantiene como una colaboración entre la Fundación Scratch y el Grupo de Investigación de Tecnologías de Desarrollo ( DevTech ) en la Escuela de Educación Lynch en Boston College. ScratchJr fue creado originalmente por DevTech – ( liderado por Marina Umaschi Bers, con contribuciones de Amanda Strawhacker, Claire Caine, Louise Flannery, Elizabeth Kazakoff y Dylan Portelance ), el grupo de jardín de infantes de toda la vida en el MIT Media Lab – ( dirigido por Mitchel Resnick, con contribuciones de Chris Garrity, Tim Mickel, Carl Bowman, Champika Fernando, Natalie Rusk, Sayamindu Dasgupta, y Chris Graves ), y la Playful Invention Company ( dirigida por Paula Bont & aacute; y Brian Silverman, con contribuciones de Jack Geddes y Adrian Gabriel ). La versión para Android de ScratchJr fue implementada por Two Sigma ( dirigida por Mark Roth, con contribuciones de Kevin Hu ), con aportes de Benesse Corp.<br/><br/> Los gráficos e ilustraciones para ScratchJr fueron creados por HvingtQuatre Company ( dirigida por Julien Gelifier y Adrien Valesa ), Sarah Thomson, Peter Mueller, Jillian Lombardi y Blane Asrat. Paula Aguilera, del MIT Media Lab, produjo el video ScratchJr. También nos gustaría agradecer a todos los que participaron en las comunidades de pruebas beta para iPad y Android, particularmente a Sergio Antolinez, Vandendaele Didier y Sjoerd Dirk Meijer.",
    "ABOUT_WHO_SUPPORTED": "¿Con qué apoyos ha contado ScratchJr?",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "El proyecto ScratchJr ha recibido una generosa ayuda económica de las fundaciones National Science Foundation (NSF DRL-1118664), Scratch Foundation y LEGO Foundation y de British Telecommunications.<br/><br/>Si le gusta esta aplicación gratuita, puede realizar una donación a Scratch Foundation (www.scratchfoundation.org), una organización sin ánimo de lucro que proporciona un constante apoyo a ScratchJr. Agradecemos donaciones por cualquier importe. <br/><br/>Patrocinadores platino de la campaña de ScratchJr en Kickstarter: Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson y Shirley Resnick.<br/><br/>Otros patrocinadores de la campaña de ScratchJr en Kickstarter:",
    "BLOCKS_TRIGGERING_BLOCKS": "Bloques de eventos",
    "BLOCKS_GREEN_FLAG": "Comenzar al presionar bandera verde",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "La secuencia de comandos se inicia al pulsar la bandera verde.",
    "BLOCKS_ON_TAP": "Comenzar al pulsar",
    "BLOCKS_ON_TAP_DESCRIPTION": "La secuencia de comandos se inicia al pulsar sobre el personaje.",
    "BLOCKS_ON_TOUCH": "Comenzar al tocar",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "La secuencia de comandos se inicia cuando un personaje es tocado por otro.",
    "BLOCKS_ON_MESSAGE": "Comenzar con mensaje",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "La secuencia de comandos se inicia cuando se envía un mensaje del color indicado.",
    "BLOCKS_SEND_MESSAGE": "Enviar mensaje",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Envía un mensaje del color indicado.",
    "BLOCKS_MOTION_BLOCKS": "Bloques de movimiento",
    "BLOCKS_MOVE_RIGHT": "Mover a la derecha",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Mueve el personaje el número de cuadrículas indicado hacia la derecha.",
    "BLOCKS_MOVE_LEFT": "Mover a la izquierda",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Mueve el personaje el número de cuadrículas indicado hacia la izquierda.",
    "BLOCKS_MOVE_UP": "Subir",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Mueve el personaje el número de cuadrículas indicado hacia arriba.",
    "BLOCKS_MOVE_DOWN": "Bajar",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Mueve el personaje el número de cuadrículas indicado hacia abajo.",
    "BLOCKS_TURN_RIGHT": "Girar a la derecha",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Gira el personaje la cantidad indicada en el sentido de las agujas del reloj. Para una vuelta completa, especificar 12 en la cantidad.",
    "BLOCKS_TURN_LEFT": "Girar a la izquierda",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Gira el personaje en la cantidad indicada en el sentido contrario a las agujas del reloj. Para una vuelta completa, especificar 12 en la cantidad.",
    "BLOCKS_HOP": "Saltar",
    "BLOCKS_HOP_DESCRIPTION": "Mueve el personaje el número de cuadrículas indicado hacia arriba y después hacia abajo.",
    "BLOCKS_GO_HOME": "Ir al inicio",
    "BLOCKS_GO_HOME_DESCRIPTION": "Vuelve a situar al personaje en la posición inicial. (Para establecer una nueva posición inicial, arrastra el personaje hasta el lugar deseado).",
    "BLOCKS_LOOKS_BLOCKS": "Bloques de apariencia",
    "BLOCKS_SAY": "Decir",
    "BLOCKS_SAY_DESCRIPTION": "Aparece el mensaje indicado en un globo por encima del personaje.",
    "BLOCKS_GROW": "Crecer",
    "BLOCKS_GROW_DESCRIPTION": "Aumenta el tamaño del personaje.",
    "BLOCKS_SHRINK": "Disminuir",
    "BLOCKS_SHRINK_DESCRIPTION": "Reduce el tamaño del personaje.",
    "BLOCKS_RESET_SIZE": "Restablecer tamaño",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Devuelve el personaje a su tamaño original.",
    "BLOCKS_HIDE": "Ocultar",
    "BLOCKS_HIDE_DESCRIPTION": "Desvanece el personaje hasta que lo hace invisible.",
    "BLOCKS_SHOW": "Mostrar",
    "BLOCKS_SHOW_DESCRIPTION": "El personaje aparece gradualmente hasta que es completamente visible.",
    "BLOCKS_SOUND_BLOCKS": "Bloques de sonido",
    "BLOCKS_POP": "Pop",
    "BLOCKS_POP_DESCRIPTION": "Reproduce el sonido \"pop\".",
    "BLOCKS_PLAY_RECORDED": "Reproducir sonido grabado",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Reproduce un sonido grabado por el usuario.",
    "BLOCKS_CONTROL_BLOCKS": "Bloques de control",
    "BLOCKS_WAIT": "Esperar",
    "BLOCKS_WAIT_DESCRIPTION": "Pausa la secuencia de comandos durante el tiempo indicado (en décimas de segundo).",
    "BLOCKS_STOP": "Parar",
    "BLOCKS_STOP_DESCRIPTION": "Detiene todas las secuencias de comandos del personaje.",
    "BLOCKS_SET_SPEED": "Fijar velocidad",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Cambia la velocidad a la que se ejecutan determinados bloques.",
    "BLOCKS_REPEAT": "Repetir",
    "BLOCKS_REPEAT_DESCRIPTION": "Ejecuta los bloques un número indicado de veces.",
    "BLOCKS_END_BLOCKS": "Bloques de finalización",
    "BLOCKS_END": "Finalizar",
    "BLOCKS_END_DESCRIPTION": "Indica el final de la secuencia de comandos (pero no la afecta en modo alguno).",
    "BLOCKS_REPEAT_FOREVER": "Repetir indefinidamente",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Ejecuta la secuencia de comandos una y otra vez.",
    "BLOCKS_GO_TO_PAGE": "Ir a la página",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Cambia a la página del proyecto indicada.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Guardar",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Escenario",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Modo de presentación",
    "INTERFACE_GUIDE_GRID": "{N, number} | Cuadrícula",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Cambiar fondo",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Añadir texto",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Restablecer personajes",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Bandera verde",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Páginas",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Información del proyecto",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Deshacer y rehacer",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | Secuencia de comandos",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Zona de programación",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | Paleta de bloques",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | Categorías de bloques",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Área del personaje",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Guarda el proyecto actual y sale a la página de inicio.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "Aquí es donde tiene lugar la acción en el proyecto. Para eliminar un personaje, mantenlo pulsado.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Amplía el escenario a pantalla completa.",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Habilita (y deshabilita) la cuadrícula de coordenadas x e y.",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Permite seleccionar o crear una imagen de fondo para el escenario.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Permite escribir títulos y etiquetas en el escenario.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Vuelve a situar a todos los personajes en sus posiciones de inicio dentro del escenario. (Para establecer nuevas posiciones de inicio, arrastra los personajes hasta ellas.)",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "Pulsa aquí para iniciar todas las secuencias de comandos de programación que empiecen por el bloque \"Comenzar al presionar bandera verde\".",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Permite seleccionar entre las páginas del proyecto — o pulsar el símbolo \"más\" para añadir una nueva página. Cada página tiene su propio grupo de personajes y un fondo. Para eliminar una página, mantenla pulsada. Para volver a ordenar las páginas, arrástralas a las nuevas posiciones.",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Permite cambiar el título del proyecto, ver cuándo se creó y compartirlo (si lo admite el dispositivo).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Si cometes un error, pulsa Deshacer para volver atrás y anular la última acción. Pulsa Rehacer para anular la última acción de deshacer.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "Encaja los bloques para formar una secuencia de comandos de programación que diga al personaje lo que debe hacer. Para ejecutar la secuencia, pulsa en cualquier lugar dentro de ella. Para eliminar un bloque o una secuencia de comandos, arrástralo fuera de la zona de programación. Para copiar un bloque o una secuencia de comandos de un personaje a otro, arrástralo hasta la miniatura del personaje.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "Aquí es donde se conectan los bloques de programación para crear secuencias de comandos que digan al personaje lo que debe hacer.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "Este es el menú de los bloques de programación. Arrastra un bloque a la zona de programación y después pulsa sobre él para ver qué hace.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "Aquí es posible seleccionar una categoría de bloques de programación: existen bloques de eventos (amarillo), movimiento (azul), apariencia (morado), sonido (verde), control (naranja) y finalización (rojo).",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Permite seleccionar entre los personajes del proyecto — o pulsar el símbolo más para añadir uno nuevo. Una vez seleccionado el personaje, es posible editar sus secuencias de comandos, pulsar su nombre para cambiarlo o pulsar la brocha para editar su imagen. Para eliminar un personaje, mantenlo pulsado. Para copiar un personaje a otra página, arrástralo hasta la miniatura de la página.",
    "PAINT_GUIDE_UNDO": "{N, number} | Deshacer",
    "PAINT_GUIDE_REDO": "{N, number} | Rehacer",
    "PAINT_GUIDE_SHAPE": "{N, number} | Forma",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Nombre del personaje",
    "PAINT_GUIDE_CUT": "{N, number} | Cortar",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Duplicar",
    "PAINT_GUIDE_ROTATE": "{N, number} | Rotar",
    "PAINT_GUIDE_DRAG": "{N, number} | Arrastrar",
    "PAINT_GUIDE_SAVE": "{N, number} | Guardar",
    "PAINT_GUIDE_FILL": "{N, number} | Rellenar",
    "PAINT_GUIDE_CAMERA": "{N, number} | Cámara",
    "PAINT_GUIDE_COLOR": "{N, number} | Color",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Ancho de línea",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Anula la última modificación.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Anula la última acción de deshacer.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Permite escoger una forma para dibujar: línea, círculo o elipse, rectángulo o triángulo.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Permite editar el nombre del personaje.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Tras seleccionar la herramienta para cortar, pulsa sobre un personaje o forma para eliminarlo del lienzo.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Tras seleccionar la herramienta para duplicar, pulsa sobre un personaje o forma para hacer una copia.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Tras seleccionar la herramienta Rotar, puedes hacer girar un personaje o forma alrededor de su centro.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Tras seleccionar la herramienta Arrastrar, puede arrastrar un personaje dentro del lienzo. Si pulsas sobre una forma, podrás editarla arrastrando los puntos que aparezcan.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Guarda los cambios y sale del editor de pintura.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Tras seleccionar la herramienta para rellenar, pulsa sobre cualquier sección de un personaje o forma para rellenarlo con el color seleccionado.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Tras seleccionar la herramienta de cámara, pulsa sobre cualquier sección de un personaje o forma y después pulsa el botón de la cámara para rellenar esa sección con una foto tomada con la cámara.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Permite seleccionar un nuevo color para utilizarlo para pintar y rellenar formas.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Permite cambiar el ancho de las líneas de las formas que esté dibujando.",
    "PRIVACY_TITLE": "ScratchJr Privacy Policy",
    "PRIVACY_LAST_UPDATED": "The ScratchJr Privacy Policy was last updated: November 3rd, 2021",
    "PRIVACY_HIGHLIGHT": "Scratch cares about your privacy. This document, called a \"privacy policy\", explains what information we collect from you, how we collect it, why we collect it, and how we keep it safe. It also tells you about the choices and options you have about your information.",
    "PRIVACY_DESCRIPTION": "The Scratch Foundation, and associated entities (collectively, \"<b>Scratch</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") understand how important privacy is to our community, especially kids and parents (\"<b>you</b>\" or \"<b>user</b>\"). We wrote this privacy policy (\"<b>Privacy Policy</b>\") to explain what information we collect through the ScratchJr mobile application (the \"<b>App</b>\"), how we use, process, and share it, and what we are doing to keep it safe. It also tells you about your rights and choices with respect to your Personal Information, and how you can contact us if you have any questions or concerns.<br>Please read this Privacy Policy carefully so that you understand your rights in relation to your Personal Information, and how we will collect, use and process your Personal Information. If you do not agree with this Privacy Policy or any part thereof, you should not access or use any part of the App. If you change your mind in the future, you must stop using the App and you may exercise your rights in relation to your Personal Information as set out in this Privacy Policy.",
    "PRIVACY_INFORMATION_COLLECTED": "What personal information does the ScratchJr Team collect about me?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch collects and stores information you provide to us, for example whether you want to use the App at home or for school and in what language. The App automatically collects some information about the tablet or phone on which you use the App and about how you play on the App. ",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Information provided by you",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projects.</b> The App collects the projects that you may create on the App, including pictures or sound recordings features in projects. However, this information is only stored locally on your device and is not transmitted to or accessible by Scratch. When you first download the App, we ask permission to access the camera (to enable you to take pictures to use as characters in your projects) and the microphone (to record sounds to use in your projects) of your device. You can disable these features at any time in the App settings provided by your device. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Use preferences.</b> We ask you whether you will use the App for school, at home, or for another reason and what language you would like us to display the App in. ",
    "PRIVACY_INFO_FROM_AUTO": "Information collected via automated means",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "How does the ScratchJr Team use my Personal Information?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Our use of European Personal Information",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, we only use your information when we have a ground that allows us to do so.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "If you are located in the European Economic Area (“<b>EEA</b>”), the UK or Switzerland we only process your Personal Information when we have a valid legal basis:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "How Does the ScratchJr Team Share my Personal Information?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "We disclose your Personal Information to third parties in the following circumstances:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Your Rights and Choices",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Deleting your information.</b> You can delete your projects by deleting the App from your device.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Your European Data Protection Rights",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Data Retention",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "We don't keep your information forever. We only keep it for as long as we need it to help us do the activities explained in this policy.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "We take steps to keep your information safe and secure.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifications of Changes to the Privacy Policy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "International Cross-Border Data Transfer",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "Contactarnos",
    "PRIVACY_CONTACT_HIGHLIGHT": "Please write to us or email us using the contact details set out below. ",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "Bajo el mar",
    "SAMPLE_Farm": "Granja",
    "SAMPLE_Seasons": "Temporadas",
    "SAMPLE_Friends": "Amigos",
    "SAMPLE_Dance": "Baile",
    "SAMPLE_Animal Race": "Carrera de animales",
    "SAMPLE_Bump": "Los 3 patitos",
    "SAMPLE_Quick Intro": "Introducción rápida",
    "SAMPLE_Star": "Estrella",
    "SAMPLE_TEXT_key_character_cat": "Gato",
    "SAMPLE_TEXT_key_character_star": "Estrella",
    "SAMPLE_TEXT_key_character_teen_girl": "Chica",
    "SAMPLE_TEXT_key_character_teen_boy": "Chico",
    "SAMPLE_TEXT_key_farm_tap_them": "Púlsalos",
    "SAMPLE_TEXT_key_party_question": "¿Fiesta?",
    "SAMPLE_TEXT_key_soccer_question": "¿O el fútbol?",
    "SAMPLE_TEXT_key_goal": "Gol!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Pez",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Caballito de mar",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Estrella de mar",
    "SAMPLE_TEXT_key_farm_pig": "Cerdo",
    "SAMPLE_TEXT_key_farm_horse": "Caballo",
    "SAMPLE_TEXT_key_farm_chicken": "Pollo",
    "SAMPLE_TEXT_key_farm_barn": "Establo",
    "SAMPLE_TEXT_key_seasons_summer": "Verano",
    "SAMPLE_TEXT_key_seasons_fall": "Otoño",
    "SAMPLE_TEXT_key_seasons_winter": "Invierno",
    "SAMPLE_TEXT_key_seasons_spring": "Primavera",
    "SAMPLE_TEXT_key_friends_cake": "Torta",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Pelota de fútbol",
    "SAMPLE_TEXT_key_friends_child": "Niño",
    "SAMPLE_TEXT_key_friends_table": "Mesa",
    "SAMPLE_TEXT_key_friends_soccer_net": "Arco de fútbol",
    "SAMPLE_TEXT_key_animalrace_elephant": "Elefante",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Jirafa",
    "SAMPLE_TEXT_key_animalrace_monkey": "Mono",
    "SAMPLE_TEXT_key_dance_scubadiver": "Buceador",
    "SAMPLE_TEXT_key_dance_snake": "Serpiente",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Pato Amarillo",
    "SAMPLE_TEXT_key_bump_blue_duck": "Pato Azul",
    "SAMPLE_TEXT_key_bump_green_duck": "Pato Verde",
    "SAMPLE_TEXT_key_quickintro_fish": "Pez",
    "SAMPLE_TEXT_key_quickintro_toc": "Toc",
    "CHARACTER_Cat.svg": "Gato",
    "CHARACTER_Cat2.svg": "Gato andando",
    "CHARACTER_Blue.svg": "Ta",
    "CHARACTER_Purple.svg": "Te",
    "CHARACTER_Red.svg": "Ti",
    "CHARACTER_Dragon.svg": "Dragón",
    "CHARACTER_Fairy.svg": "Hada",
    "CHARACTER_Wizard.svg": "Mago",
    "CHARACTER_Dog.svg": "Perro",
    "CHARACTER_Rabbit.svg": "Conejo",
    "CHARACTER_Chicken.svg": "Pollo",
    "CHARACTER_Pig.svg": "Cerdo",
    "CHARACTER_Horse.svg": "Caballo",
    "CHARACTER_Zebra.svg": "Cebra",
    "CHARACTER_Monkey.svg": "Mono",
    "CHARACTER_Elephant.svg": "Elefante",
    "CHARACTER_Giraffe.svg": "Jirafa",
    "CHARACTER_Camel.svg": "Camello",
    "CHARACTER_Butterfly.svg": "Mariposa",
    "CHARACTER_Fly.svg": "Mosca",
    "CHARACTER_Bat.svg": "Murciélago",
    "CHARACTER_Bird.svg": "Pájaro",
    "CHARACTER_Snake.svg": "Serpiente",
    "CHARACTER_Lizard.svg": "Lagartija",
    "CHARACTER_Frog.svg": "Rana",
    "CHARACTER_Duck.svg": "Pato",
    "CHARACTER_Crab.svg": "Cangrejo",
    "CHARACTER_Seahorse.svg": "Caballito de mar",
    "CHARACTER_Starfish.svg": "Estrella de mar",
    "CHARACTER_Fish1.svg": "Pez",
    "CHARACTER_Fish2.svg": "Pez",
    "CHARACTER_Whale.svg": "Ballena",
    "CHARACTER_Penguin.svg": "Pingüino",
    "CHARACTER_PolarBear.svg": "Oso polar",
    "CHARACTER_Girl1V2.svg": "Niña",
    "CHARACTER_Girl2V2.svg": "Niña",
    "CHARACTER_Girl3V2.svg": "Niña",
    "CHARACTER_Boy1V2.svg": "Niño",
    "CHARACTER_Boy2V2.svg": "Niño",
    "CHARACTER_Boy3V2.svg": "Niño",
    "CHARACTER_TeenGirl1V2.svg": "Persona",
    "CHARACTER_TeenGirl2V2.svg": "Persona",
    "CHARACTER_TeenGirl3V2.svg": "Persona",
    "CHARACTER_TeenBoy1V2.svg": "Persona",
    "CHARACTER_TeenBoy2V2.svg": "Persona",
    "CHARACTER_TeenBoy3V2.svg": "Persona",
    "CHARACTER_Baby1V2.svg": "Bebé",
    "CHARACTER_Baby2V2.svg": "Bebé",
    "CHARACTER_Baby3V2.svg": "Bebé",
    "CHARACTER_MotherV2.svg": "Persona",
    "CHARACTER_FatherV2.svg": "Persona",
    "CHARACTER_GrandmotherV2.svg": "Persona",
    "CHARACTER_GrandfatherV2.svg": "Persona",
    "CHARACTER_GirlV2.svg": "Niña",
    "CHARACTER_BoyV2.svg": "Niño",
    "CHARACTER_Teen2V2.svg": "Persona",
    "CHARACTER_Teen3V2.svg": "Persona",
    "CHARACTER_Farmer1V2.svg": "Granjera",
    "CHARACTER_FarmerV2.svg": "Granjera",
    "CHARACTER_Bike2V2.svg": "Ciclista",
    "CHARACTER_BikeV2.svg": "Ciclista",
    "CHARACTER_Car2V2.svg": "Conductora",
    "CHARACTER_Car1V2.svg": "Conductora",
    "CHARACTER_AeroplaneV2.svg": "Piloto",
    "CHARACTER_AstronautV2.svg": "Astronauta",
    "CHARACTER_InuitV2.svg": "Esquimal",
    "CHARACTER_ScubadiverV2.svg": "Buceador",
    "CHARACTER_RowboatV2.svg": "Remero",
    "CHARACTER_Girl1.svg": "Niña",
    "CHARACTER_Girl2.svg": "Niña",
    "CHARACTER_Girl3.svg": "Niña",
    "CHARACTER_Boy1.svg": "Niño",
    "CHARACTER_Boy2.svg": "Niño",
    "CHARACTER_Boy3.svg": "Niño",
    "CHARACTER_TeenGirl1.svg": "Chica",
    "CHARACTER_TeenGirl2.svg": "Chica",
    "CHARACTER_TeenGirl3.svg": "Chica",
    "CHARACTER_TeenBoy1.svg": "Chico",
    "CHARACTER_TeenBoy2.svg": "Chico",
    "CHARACTER_TeenBoy3.svg": "Chico",
    "CHARACTER_Baby.svg": "Bebé",
    "CHARACTER_Mother.svg": "Madre",
    "CHARACTER_Father.svg": "Padre",
    "CHARACTER_Grandmother.svg": "Abuela",
    "CHARACTER_Grandfather.svg": "Abuelo",
    "CHARACTER_Girl.svg": "Niña",
    "CHARACTER_Boy.svg": "Niño",
    "CHARACTER_Teen2.svg": "Chica",
    "CHARACTER_Teen3.svg": "Chico",
    "CHARACTER_Farmer1.svg": "Granjera",
    "CHARACTER_Farmer.svg": "Granjero",
    "CHARACTER_Bike2.svg": "Ciclista",
    "CHARACTER_Bike.svg": "Ciclista",
    "CHARACTER_Car2.svg": "Conductora",
    "CHARACTER_Car1.svg": "Conductor",
    "CHARACTER_Aeroplane.svg": "Piloto",
    "CHARACTER_Astronaut.svg": "Astronauta",
    "CHARACTER_Inuit.svg": "Esquimal",
    "CHARACTER_Scubadiver.svg": "Buceador",
    "CHARACTER_Rowboat.svg": "Remero",
    "CHARACTER_Tree1.svg": "Árbol",
    "CHARACTER_Tree3.svg": "Árbol",
    "CHARACTER_Tree4.svg": "Árbol",
    "CHARACTER_Evergreen.svg": "Árbol",
    "CHARACTER_Weed.svg": "Planta",
    "CHARACTER_Pasture.svg": "Césped",
    "CHARACTER_Cactus.svg": "Cactus",
    "CHARACTER_Daffodil.svg": "Narciso",
    "CHARACTER_Daisy1.svg": "Margarita",
    "CHARACTER_Daisy2.svg": "Margarita",
    "CHARACTER_Daisy3.svg": "Margarita",
    "CHARACTER_Tulip2.svg": "Tulipán",
    "CHARACTER_Flowers.svg": "Flores",
    "CHARACTER_Apple.svg": "Manzana",
    "CHARACTER_Peach.svg": "Melocotón",
    "CHARACTER_Mushroom.svg": "Seta",
    "CHARACTER_Star.svg": "Estrella",
    "CHARACTER_Star2.svg": "Estrella",
    "CHARACTER_Star3.svg": "Estrella",
    "CHARACTER_ShootingStar.svg": "Estrella fugaz",
    "CHARACTER_Earth.svg": "Tierra",
    "CHARACTER_Planet.svg": "Planeta",
    "CHARACTER_Sun.svg": "Sol",
    "CHARACTER_Moon.svg": "Luna llena",
    "CHARACTER_CrescentMoon.svg": "Luna",
    "CHARACTER_Cloud1.svg": "Nube",
    "CHARACTER_Thundercloud.svg": "Nube de tormenta",
    "CHARACTER_Tornado.svg": "Tornado",
    "CHARACTER_Barn.svg": "Establo",
    "CHARACTER_Fort.svg": "Fortificación",
    "CHARACTER_Castle.svg": "Castillo",
    "CHARACTER_Igloo.svg": "Iglú",
    "CHARACTER_House1.svg": "Casa",
    "CHARACTER_House.svg": "Casa",
    "CHARACTER_House3.svg": "Casa",
    "CHARACTER_House4.svg": "Casa",
    "CHARACTER_Apartment.svg": "Edificio",
    "CHARACTER_School.svg": "Colegio",
    "CHARACTER_Shop.svg": "Tienda",
    "CHARACTER_Fence.svg": "Cerca",
    "CHARACTER_Mailbox.svg": "Buzón",
    "CHARACTER_Cake.svg": "Torta",
    "CHARACTER_Ball.svg": "Pelota",
    "CHARACTER_Basketball.svg": "Pelota de baloncesto",
    "CHARACTER_Soccerball.svg": "Pelota de fútbol",
    "CHARACTER_SoccerNet.svg": "Arco de fútbol",
    "CHARACTER_Bed.svg": "Cama",
    "CHARACTER_NightTable.svg": "Mesa de luz",
    "CHARACTER_Stool.svg": "Banquito",
    "CHARACTER_Table.svg": "Mesa",
    "CHARACTER_Car.svg": "Coche",
    "CHARACTER_Bus.svg": "Autobús",
    "CHARACTER_SailBoat.svg": "Barco",
    "CHARACTER_Boat2.svg": "Barco",
    "CHARACTER_Rocket.svg": "Cohete",
    "CHARACTER_Ben.svg": "Persona",
    "CHARACTER_Elle.svg": "Niña",
    "CHARACTER_Farrah.svg": "Persona",
    "CHARACTER_Jai.svg": "Persona",
    "CHARACTER_Joey.svg": "Niño",
    "CHARACTER_Kate.svg": "Niña",
    "CHARACTER_Nahom.svg": "Niño",
    "CHARACTER_Nia.svg": "Persona",
    "CHARACTER_Sam.svg": "Niña",
    "CHARACTER_Tom.svg": "Persona",
    "BACKGROUND_Farm.svg": "Granja",
    "BACKGROUND_Park.svg": "Parque",
    "BACKGROUND_Suburbs.svg": "Barrio residencial",
    "BACKGROUND_City.svg": "Ciudad",
    "BACKGROUND_Library.svg": "Biblioteca",
    "BACKGROUND_Classroom.svg": "Aula",
    "BACKGROUND_Theatre.svg": "Teatro",
    "BACKGROUND_Gym.svg": "Gimnasio",
    "BACKGROUND_Gym2.svg": "Gimnasio",
    "BACKGROUND_Bedroom.svg": "Dormitorio",
    "BACKGROUND_EmptyRoom.svg": "Sala vacía",
    "BACKGROUND_Summer.svg": "Verano",
    "BACKGROUND_Fall.svg": "Otoño",
    "BACKGROUND_Winter.svg": "Invierno",
    "BACKGROUND_Spring.svg": "Primavera",
    "BACKGROUND_Creek.svg": "Río",
    "BACKGROUND_Lake.svg": "Lago",
    "BACKGROUND_Woods.svg": "Bosque",
    "BACKGROUND_BeachDay.svg": "Día en la playa",
    "BACKGROUND_BeachSunrise.svg": "Puesta de sol en la playa",
    "BACKGROUND_BeachNight.svg": "Noche en la playa",
    "BACKGROUND_Underwater.svg": "Submarino",
    "BACKGROUND_Jungle.svg": "Jungla",
    "BACKGROUND_Savannah.svg": "Sabana",
    "BACKGROUND_Desert.svg": "Desierto",
    "BACKGROUND_Arctic.svg": "Ártico",
    "BACKGROUND_Space.svg": "Espacio",
    "BACKGROUND_MoonBkg.svg": "Luna",
    "BLOCK_DESC_GREEN_FLAG": "COMENZAR AL PRESIONAR BANDERA VERDE",
    "BLOCK_DESC_ON_TAP": "COMENZAR AL PULSAR {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "COMENZAR AL TOCAR {CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "naranja",
    "BLOCK_DESC_ON_MESSAGE": "COMENZAR AL RECIBIR MENSAJE {COLOR}",
    "BLOCK_DESC_SEND_MESSAGE": "ENVIAR MENSAJE {COLOR}",
    "BLOCK_DESC_MOVE_RIGHT": "MOVER A LA DERECHA",
    "BLOCK_DESC_MOVE_LEFT": "MOVER A LA IZQUIERDA",
    "BLOCK_DESC_MOVE_UP": "SUBIR",
    "BLOCK_DESC_MOVE_DOWN": "BAJAR",
    "BLOCK_DESC_TURN_RIGHT": "GIRAR A LA DERECHA",
    "BLOCK_DESC_TURN_LEFT": "GIRAR A LA IZQUIERDA",
    "BLOCK_DESC_HOP": "SALTAR",
    "BLOCK_DESC_GO_HOME": "IR AL INICIO",
    "BLOCK_DESC_SAY": "DECIR",
    "BLOCK_DESC_GROW": "CRECER",
    "BLOCK_DESC_SHRINK": "DISMINUIR",
    "BLOCK_DESC_RESET_SIZE": "RESTABLECER TAMAÑO",
    "BLOCK_DESC_HIDE": "OCULTAR",
    "BLOCK_DESC_SHOW": "MOSTRAR",
    "BLOCK_DESC_PLAY_SOUND": "REPRODUCIR {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "pop",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "REPRODUCIR SONIDO GRABADO",
    "BLOCK_DESC_WAIT": "ESPERAR",
    "BLOCK_DESC_STOP": "PARAR {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "FIJAR VELOCIDAD",
    "BLOCK_DESC_REPEAT": "REPETIR",
    "BLOCK_DESC_END": "FINALIZAR",
    "BLOCK_DESC_REPEAT_FOREVER": "REPETIR INDEFINIDAMENTE",
    "BLOCK_DESC_GO_TO_PAGE": "IR A LA PÁGINA {PAGE}",
    "SHARING_BY_EMAIL": "Compartir vía correo electrónico",
    "SHARING_BY_AIRDROP": "Compartir vía Airdrop",
    "SHARING_EMAIL_SUBJECT": "Proyecto ScratchJr: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "¡Haz clic en el icono para probar mi proyecto ScratchJr en tu iPad o tableta Android!<br><br>Si no tienes la app de ScratchJr puedes <a href='http://www.scratchjr.org'>descargarla</a> del Apple App Store o de la Google Play Store.<br><br>Con ScratchJr, los niños pueden crear sus propias historias y juegos interactivos. Para más información, visita <a href='http://www.scratchjr.org'>scratchjr.org</a>.",
    "FOR_PARENTS": "Para padres",
    "PARENTAL_GATE_EXPLANATION": "¿Por qué estamos preguntando esto? Un adulto debe aprobar el compartir en línea.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Proyecto",
    "LIBRARY_CHARACTER": "Personaje",
    "LIBRARY_BACKGROUND": "Fondo",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "hola",
    "ALERT_BACK": "Volver",
    "ALERT_SAVING": "...",
    "SELECT_LANGUAGE": "Seleccione el idioma",
    "USAGE_QUESTION": "¿Dónde estás usando ScratchJr?",
    "USAGE_SCHOOL": "Colegio",
    "USAGE_HOME": "Casa",
    "USAGE_OTHER": "Otro",
    "USAGE_NONE": "Preferir no decir"
}
