{
    "MY_PROJECTS": "Mes projets",
    "IMPORT_ERROR": "<h2 class='title'>Oh non ! Le fichier ne fonctionne pas</h2><div class='content'>Ton fichier a peut-être un problème. <br>Vérifie qu'il s'agit d'un fichier .sjr utilisable et réessaye.</div>",
    "QUICK_INTRO": "Présentation rapide de ScratchJr",
    "SAMPLE_PROJECTS": "Exemples de projets",
    "ABOUT_SCRATCHJR": "À propos de ScratchJr",
    "INTERFACE_GUIDE": "Manuel de l'interface",
    "PAINT_EDITOR_GUIDE": "Manuel de l'éditeur graphique",
    "BLOCKS_GUIDE": "Manuel des blocs",
    "PRIVACY_POLICY": "Politique de confidentialité",
    "ABOUT_WHAT_IS": "Qu'est-ce que ScratchJr ?",
    "ABOUT_DESCRIPTION": "ScratchJr est un langage d'introduction à la programmation qui permet aux enfants (de 5 à 7 ans) de créer leurs propres histoires interactives et leurs propres jeux. Les enfants emboîtent des blocs de programmation graphiques pour faire bouger, sauter, danser et chanter leurs personnages. Ils peuvent modifier les personnages dans l'éditeur graphique, ajouter leurs propres voix et sons, et même insérer des photos d'eux-mêmes, puis utiliser les blocs de programmation pour donner vie à leurs personnages.",
    "ABOUT_INSPIRED_BY": "ScratchJr est inspiré du fameux langage de programmation Scratch (http://scratch.mit.edu), utilisé par des millions de jeunes gens de 8 ans et plus à travers le monde. En créant ScratchJr, nous avons adapté l'interface et le langage de programmation aux capacités et aux besoins des plus petits. Nous avons longuement travaillé à mettre en place des fonctionnalités favorisant le développement cognitif, personnel, social et émotionnel de jeunes enfants.<br/><br/>Pour en savoir plus sur ScratchJr, consultez la page http://scratchjr.org.",
    "ABOUT_WHY_CREATE": "Pourquoi avons-nous créé ScratchJr ?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "Pour nous, la programmation informatique (ce que l'on appelle « coder ») fait désormais partie de l'apprentissage. Tout comme l'écriture, la programmation vous aide à organiser votre pensée et à exprimer vos idées. Avant, la plupart des gens considéraient que cette discipline était trop complexe. Nous pensons pourtant qu'elle doit être accessible à tous, tout comme l'écriture.<br/><br/>En programmant avec ScratchJr, les jeunes enfants apprennent à créer et à s'exprimer avec l'ordinateur, et pas seulement à interagir avec lui. Par là même, ils apprennent à résoudre des problèmes et concevoir des projets. Ils développent des capacités d'ordonnancement qui seront déterminantes pour une future réussite scolaire. En incitant les plus jeunes à utiliser les maths et le langage dans un contexte précis et stimulant, ScratchJr encourage le développement des compétences générales, en particulier du calcul. Avec ScratchJr, non seulement les enfants apprennent à coder, mais apprennent en codant.",
    "ABOUT_WHO_CREATED": "Qui a créé ScratchJr ?",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr est maintenu en tant que collaboration entre la Scratch Foundation et le groupe de recherche sur les technologies de développement (DevTech) de la Lynch School of Education du Boston College. ScratchJr a été créé à l'origine par DevTech – (dirigé par Marina Umaschi Bers, avec des contributions d'Amanda Strawhacker, Claire Caine, Louise Flannery, Elizabeth Kazakoff et Dylan Portelance), le groupe Lifelong Kindergarten du MIT Media Lab – (dirigé par Mitchel Resnick, avec la contribution de Chris Garrity, Tim Mickel, Carl Bowman, Champika Fernando, Natalie Rusk, Sayamindu Dasgupta et Chris Graves) et la Playful Invention Company (dirigée par Paula Bontáacute; et Brian Silverman, avec la contribution de Jack Geddes et Adrian Gabriel) . La version Android de ScratchJr a été implémentée par Two Sigma (dirigé par Mark Roth, avec des contributions de Kevin Hu), avec la contribution de Benesse Corp.<br/> <br/>Les graphiques et les illustrations de ScratchJr ont été créés par HvingtQuatre Company (dirigé de Julien Gelifier et Adrien Valesa), Sarah Thomson, Peter Mueller, Jillian Lombardi et Blane Asrat. Paula Aguilera du MIT Media Lab a produit la vidéo ScratchJr. Nous tenons également à remercier tous ceux qui ont participé aux communautés de bêta-test pour iPad et Android, en particulier Sergio Antolinez, Vandendaele Didier et Sjoerd Dirk Meijer.",
    "ABOUT_WHO_SUPPORTED": "Qui a soutenu ScratchJr ?",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "Le projet ScratchJr a reçu un généreux soutien financier de la part de l'organisme National Science Foundation (NSF DRL-1118664), la fondation Scratch, la fondation LEGO et l'organisme British Telecommunications.<br/><br/>Si vous avez pris plaisir à utiliser cette application gratuite, pensez à faire un don à la fondation Scratch (www.scratchfoundation.org), un organisme à but non lucratif qui soutient le projet ScratchJr de façon continue. Nous apprécions tout type de don, grand et petit. <br/><br/>Les principaux contributeurs ayant participé à la campagne de financement de ScratchJr sur Kickstarter sont : Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson et Shirley Resnick.<br/><br/>Voici les autres contributeurs ayant participé à la campagne de financement de ScratchJr sur Kickstarter :",
    "BLOCKS_TRIGGERING_BLOCKS": "Blocs de démarrage",
    "BLOCKS_GREEN_FLAG": "Démarrer avec le Drapeau vert",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "Démarre le script lorsqu'on touche le Drapeau vert.",
    "BLOCKS_ON_TAP": "Démarrer lorsqu'on touche le personnage",
    "BLOCKS_ON_TAP_DESCRIPTION": "Démarre le script lorsqu'on touche le personnage.",
    "BLOCKS_ON_TOUCH": "Démarrer lorsque je suis touché",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "Démarre le script lorsque le personnage est touché par un autre personnage.",
    "BLOCKS_ON_MESSAGE": "Démarrer lorsque je reçois un message",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "Démarre le script à chaque fois qu'on reçoit un message de la couleur spécifiée.",
    "BLOCKS_SEND_MESSAGE": "Envoyer un message",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Envoie un message de la couleur spécifiée.",
    "BLOCKS_MOTION_BLOCKS": "Blocs de mouvement",
    "BLOCKS_MOVE_RIGHT": "Déplacer vers la droite",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Déplace le personnage vers la droite du nombre de cases spécifié.",
    "BLOCKS_MOVE_LEFT": "Déplacer vers la gauche",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Déplace le personnage vers la gauche du nombre de cases spécifié.",
    "BLOCKS_MOVE_UP": "Déplacer vers le haut",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Déplace le personnage vers le haut du nombre de cases spécifié.",
    "BLOCKS_MOVE_DOWN": "Déplacer vers le bas",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Déplace le personnage vers le bas du nombre de cases spécifié.",
    "BLOCKS_TURN_RIGHT": "Tourner à droite",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Fait tourner le personnage dans le sens des aiguilles d’une montre de la quantité spécifiée (tourner de 12 correspond à un tour complet).",
    "BLOCKS_TURN_LEFT": "Tourner à gauche",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Fait tourner le personnage dans le sens inverse des aiguilles d’une montre de la quantité spécifiée (tourner de 12 correspond à un tour complet).",
    "BLOCKS_HOP": "Sauter",
    "BLOCKS_HOP_DESCRIPTION": "Fait sauter le personnage vers le haut du nombre de cases spécifié, puis le fait redescendre à sa position de départ.",
    "BLOCKS_GO_HOME": "Retourner à la position de départ",
    "BLOCKS_GO_HOME_DESCRIPTION": "Ramène le personnage à son point de départ (pour définir une nouvelle position de départ, glisser le personnage à cette position avec le doigt).",
    "BLOCKS_LOOKS_BLOCKS": "Blocs d’apparence",
    "BLOCKS_SAY": "Dire",
    "BLOCKS_SAY_DESCRIPTION": "Fait apparaître un message dans une bulle au-dessus du personnage.",
    "BLOCKS_GROW": "Agrandir",
    "BLOCKS_GROW_DESCRIPTION": "Augmente la taille du personnage.",
    "BLOCKS_SHRINK": "Rétrécir",
    "BLOCKS_SHRINK_DESCRIPTION": "Diminue la taille du personnage.",
    "BLOCKS_RESET_SIZE": "Remettre à la taille de départ",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Remet le personnage à sa taille initiale.",
    "BLOCKS_HIDE": "Cacher",
    "BLOCKS_HIDE_DESCRIPTION": "Fait disparaître progressivement le personnage jusqu'à ce qu'il soit invisible.",
    "BLOCKS_SHOW": "Montrer",
    "BLOCKS_SHOW_DESCRIPTION": "Fait apparaître progressivement le personnage.",
    "BLOCKS_SOUND_BLOCKS": "Blocs de sons",
    "BLOCKS_POP": "Pop",
    "BLOCKS_POP_DESCRIPTION": "Joue le son « pop ».",
    "BLOCKS_PLAY_RECORDED": "Jouer le son enregistré",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Joue un son enregistré par l'utilisateur.",
    "BLOCKS_CONTROL_BLOCKS": "Blocs de contrôle",
    "BLOCKS_WAIT": "Attendre",
    "BLOCKS_WAIT_DESCRIPTION": "Met le script en pause pour un temps spécifié (en dixièmes de secondes).",
    "BLOCKS_STOP": "Arrêter",
    "BLOCKS_STOP_DESCRIPTION": "Arrête tous les scripts du personnage sur la page.",
    "BLOCKS_SET_SPEED": "Fixer la vitesse",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Modifie la vitesse d’exécution de certains blocs.",
    "BLOCKS_REPEAT": "Répéter",
    "BLOCKS_REPEAT_DESCRIPTION": "Exécute le bloc à l'intérieur de la boucle le nombre de fois spécifié.",
    "BLOCKS_END_BLOCKS": "Blocs de fin",
    "BLOCKS_END": "Fin",
    "BLOCKS_END_DESCRIPTION": "Indique la fin du script (mais n’intervient pas sur le déroulement du script).",
    "BLOCKS_REPEAT_FOREVER": "Répéter indéfiniment",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Répète le script encore et encore.",
    "BLOCKS_GO_TO_PAGE": "Aller à la page",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Va à la page spécifiée du projet.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Enregistrer",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Scène",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Mode présentation",
    "INTERFACE_GUIDE_GRID": "{N, number} | Grille",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Changer le fond",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Ajouter du texte",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Réinitialiser les personnages",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Drapeau vert",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Pages",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Informations du projet",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Annuler et Rétablir",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | Script de programmation",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Zone de programmation",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | Palette des blocs",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | Catégories de blocs",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Personnages",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Enregistre le projet en cours et revient à l'écran d'accueil.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "C'est l'endroit où l'action se déroule dans le projet. Pour supprimer un personnage, appuie longuement dessus.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Affiche la scène en plein écran.",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Active (et désactive) la grille avec les axes x et y.",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Sélectionne ou crée une image de fond pour la scène.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Ajoute des titres et des textes sur la scène.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Remet tous les personnages à leur position initiale sur la scène. Pour attribuer une nouvelle position de départ à un personnage, fais-le glisser.",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "En touchant ce bouton, tu démarres tous les scripts qui commencent par le bloc Démarrer avec le Drapeau vert.",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Sélectionne l'une des pages de ton projet. Touche le signe plus pour ajouter une nouvelle page. Chaque page a un ensemble de personnages et un fond propres. Pour supprimer une page, appuie longuement dessus. Pour réorganiser les pages, fais-les glisser vers leurs nouvelles positions.",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Change le titre de ton projet, consulte sa date de création et partage-le (si ton appareil le permet).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Si tu fais une erreur, touche le bouton Annuler pour revenir en arrière, juste avant ta dernière action. Touche le bouton Rétablir pour refaire la dernière action que tu as annulée.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "Emboîte des blocs pour créer un script indiquant au personnage ce qu'il doit faire. Touche n'importe où sur le script pour le démarrer. Pour supprimer un bloc ou un script, fais-le glisser en dehors de la zone de programmation. Pour copier un bloc ou un script d'un personnage à un autre, fais-le glisser sur la miniature du personnage.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "C'est à cet endroit que tu associes des blocs de programmation pour créer des scripts indiquant au personnage ce qu'il doit faire.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "C'est le menu des blocs de programmation. Fais glisser un bloc vers la zone de programmation, puis touche-le pour voir ce qu'il fait.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "À cet endroit, tu peux sélectionner une catégorie de blocs de programmation : les blocs de démarrage (en jaune), de mouvement (en bleu), d'apparence (en violet), de sons (en vert), de contrôle (en orange) et de fin (en rouge).",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Sélectionne un personnage dans ton projet ou touche le signe plus pour en ajouter un nouveau. Une fois que tu as sélectionné un personnage, tu peux modifier ses scripts, toucher son nom pour le renommer ou toucher le pinceau pour modifier son image. Pour supprimer un personnage, appuie longuement dessus. Pour copier un personnage vers une autre page, fais-le glisser sur la miniature de celle-ci.",
    "PAINT_GUIDE_UNDO": "{N, number} | Annuler",
    "PAINT_GUIDE_REDO": "{N, number} | Rétablir",
    "PAINT_GUIDE_SHAPE": "{N, number} | Forme",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Nom du personnage",
    "PAINT_GUIDE_CUT": "{N, number} | Couper",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Dupliquer",
    "PAINT_GUIDE_ROTATE": "{N, number} | Rotation",
    "PAINT_GUIDE_DRAG": "{N, number} | Glisser",
    "PAINT_GUIDE_SAVE": "{N, number} | Enregistrer",
    "PAINT_GUIDE_FILL": "{N, number} | Remplir",
    "PAINT_GUIDE_CAMERA": "{N, number} | Appareil photo",
    "PAINT_GUIDE_COLOR": "{N, number} | Couleur",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Épaisseur du trait",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Annule la modification la plus récente.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Rétablit la dernière annulation.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Choisit la forme à dessiner : ligne, cercle, rectangle ou triangle.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Modifie le nom du personnage.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Si tu sélectionnes l'outil Couper, tu peux toucher un personnage ou une forme à supprimer de la grille.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Si tu sélectionnes l'outil Dupliquer, tu peux toucher un personnage ou une forme pour en faire une copie.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Si tu sélectionnes l'outil Rotation, tu peux faire pivoter un personnage ou une forme sur lui-même.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Si tu sélectionnes l'outil Glisser, tu peux faire glisser un personnage ou une forme le long de la grille. Si tu touches une forme, tu peux la modifier en faisant glisser les points qui apparaissent.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Enregistrer les modifications et quitter l'éditeur graphique.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Une fois que tu as sélectionné l'outil Remplir, touche une zone d'un personnage ou d'une forme pour la remplir avec la couleur choisie.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Une fois que tu as sélectionné l'outil Appareil photo, touche une zone d'un personnage ou d'une forme, puis touche le bouton Appareil photo pour prendre une photo et remplir la zone sélectionnée.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Sélectionne une couleur à utiliser pour dessiner et remplir des formes.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Modifie l'épaisseur du trait pour dessiner des formes.",
    "PRIVACY_TITLE": "Politique de confidentialité de ScratchJr",
    "PRIVACY_LAST_UPDATED": "La politique de confidentialité de ScratchJr a été pour la dernière fois mise à jour le 3 novembre 2021.",
    "PRIVACY_HIGHLIGHT": "Votre vie privée compte pour Scratch. Ce document, appelé \"politique de confidentialité\", explique quelles informations nous vous collectons, comment nous les collectons, pourquoi nous les collectons et comment nous les gardons en sécurité. La politique de confidentialité parle aussi des choix et des options que vous avez concernant vos informations.",
    "PRIVACY_DESCRIPTION": "The Scratch Foundation, and associated entities (collectively, \"<b>Scratch</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") understand how important privacy is to our community, especially kids and parents (\"<b>you</b>\" or \"<b>user</b>\"). We wrote this privacy policy (\"<b>Privacy Policy</b>\") to explain what information we collect through the ScratchJr mobile application (the \"<b>App</b>\"), how we use, process, and share it, and what we are doing to keep it safe. It also tells you about your rights and choices with respect to your Personal Information, and how you can contact us if you have any questions or concerns.<br>Please read this Privacy Policy carefully so that you understand your rights in relation to your Personal Information, and how we will collect, use and process your Personal Information. If you do not agree with this Privacy Policy or any part thereof, you should not access or use any part of the App. If you change your mind in the future, you must stop using the App and you may exercise your rights in relation to your Personal Information as set out in this Privacy Policy.",
    "PRIVACY_INFORMATION_COLLECTED": "What personal information does the ScratchJr Team collect about me?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch collects and stores information you provide to us, for example whether you want to use the App at home or for school and in what language. The App automatically collects some information about the tablet or phone on which you use the App and about how you play on the App. ",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Information provided by you",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projects.</b> The App collects the projects that you may create on the App, including pictures or sound recordings features in projects. However, this information is only stored locally on your device and is not transmitted to or accessible by Scratch. When you first download the App, we ask permission to access the camera (to enable you to take pictures to use as characters in your projects) and the microphone (to record sounds to use in your projects) of your device. You can disable these features at any time in the App settings provided by your device. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Use preferences.</b> We ask you whether you will use the App for school, at home, or for another reason and what language you would like us to display the App in. ",
    "PRIVACY_INFO_FROM_AUTO": "Information collected via automated means",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "How does the ScratchJr Team use my Personal Information?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Our use of European Personal Information",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, we only use your information when we have a ground that allows us to do so.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "If you are located in the European Economic Area (“<b>EEA</b>”), the UK or Switzerland we only process your Personal Information when we have a valid legal basis:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "How Does the ScratchJr Team Share my Personal Information?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "We disclose your Personal Information to third parties in the following circumstances:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Your Rights and Choices",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Deleting your information.</b> You can delete your projects by deleting the App from your device.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Your European Data Protection Rights",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Data Retention",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "We don't keep your information forever. We only keep it for as long as we need it to help us do the activities explained in this policy.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "We take steps to keep your information safe and secure.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifications of Changes to the Privacy Policy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "International Cross-Border Data Transfer",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "Nous contacter",
    "PRIVACY_CONTACT_HIGHLIGHT": "Please write to us or email us using the contact details set out below. ",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "Fonds marins",
    "SAMPLE_Farm": "Ferme",
    "SAMPLE_Seasons": "Saisons",
    "SAMPLE_Friends": "Amis",
    "SAMPLE_Dance": "Danse",
    "SAMPLE_Animal Race": "Course des animaux",
    "SAMPLE_Bump": "Touché !",
    "SAMPLE_Quick Intro": "Présentation rapide",
    "SAMPLE_Star": "Étoile",
    "SAMPLE_TEXT_key_character_cat": "Chat",
    "SAMPLE_TEXT_key_character_star": "Étoile",
    "SAMPLE_TEXT_key_character_teen_girl": "Adolescente",
    "SAMPLE_TEXT_key_character_teen_boy": "Adolescent",
    "SAMPLE_TEXT_key_farm_tap_them": "Touche les animaux",
    "SAMPLE_TEXT_key_party_question": "On fait la fête ?",
    "SAMPLE_TEXT_key_soccer_question": "Ou on joue au foot ?",
    "SAMPLE_TEXT_key_goal": "But !!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Poisson",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Hippocampe",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Étoile de mer",
    "SAMPLE_TEXT_key_farm_pig": "Cochon",
    "SAMPLE_TEXT_key_farm_horse": "Cheval",
    "SAMPLE_TEXT_key_farm_chicken": "Poulet",
    "SAMPLE_TEXT_key_farm_barn": "Grange",
    "SAMPLE_TEXT_key_seasons_summer": "Été",
    "SAMPLE_TEXT_key_seasons_fall": "Automne",
    "SAMPLE_TEXT_key_seasons_winter": "Hiver",
    "SAMPLE_TEXT_key_seasons_spring": "Printemps",
    "SAMPLE_TEXT_key_friends_cake": "Gâteau",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Ballon de football",
    "SAMPLE_TEXT_key_friends_child": "Enfant",
    "SAMPLE_TEXT_key_friends_table": "Table",
    "SAMPLE_TEXT_key_friends_soccer_net": "But de football",
    "SAMPLE_TEXT_key_animalrace_elephant": "Éléphant",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Girafe",
    "SAMPLE_TEXT_key_animalrace_monkey": "Singe",
    "SAMPLE_TEXT_key_dance_scubadiver": "Plongeur",
    "SAMPLE_TEXT_key_dance_snake": "Serpent",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Canard jaune",
    "SAMPLE_TEXT_key_bump_blue_duck": "Canard bleu",
    "SAMPLE_TEXT_key_bump_green_duck": "Canard vert",
    "SAMPLE_TEXT_key_quickintro_fish": "Poisson",
    "SAMPLE_TEXT_key_quickintro_toc": "Toc",
    "CHARACTER_Cat.svg": "Chat",
    "CHARACTER_Cat2.svg": "Chat qui marche",
    "CHARACTER_Blue.svg": "Tic",
    "CHARACTER_Purple.svg": "Tac",
    "CHARACTER_Red.svg": "Toc",
    "CHARACTER_Dragon.svg": "Dragon",
    "CHARACTER_Fairy.svg": "Fée",
    "CHARACTER_Wizard.svg": "Magicien",
    "CHARACTER_Dog.svg": "Chien",
    "CHARACTER_Rabbit.svg": "Lapin",
    "CHARACTER_Chicken.svg": "Poulet",
    "CHARACTER_Pig.svg": "Cochon",
    "CHARACTER_Horse.svg": "Cheval",
    "CHARACTER_Zebra.svg": "Zèbre",
    "CHARACTER_Monkey.svg": "Singe",
    "CHARACTER_Elephant.svg": "Éléphant",
    "CHARACTER_Giraffe.svg": "Girafe",
    "CHARACTER_Camel.svg": "Chameau",
    "CHARACTER_Butterfly.svg": "Papillon",
    "CHARACTER_Fly.svg": "Mouche",
    "CHARACTER_Bat.svg": "Chauve-souris",
    "CHARACTER_Bird.svg": "Oiseau",
    "CHARACTER_Snake.svg": "Serpent",
    "CHARACTER_Lizard.svg": "Lézard",
    "CHARACTER_Frog.svg": "Grenouille",
    "CHARACTER_Duck.svg": "Canard",
    "CHARACTER_Crab.svg": "Crabe",
    "CHARACTER_Seahorse.svg": "Hippocampe",
    "CHARACTER_Starfish.svg": "Étoile de mer",
    "CHARACTER_Fish1.svg": "Poisson",
    "CHARACTER_Fish2.svg": "Poisson",
    "CHARACTER_Whale.svg": "Baleine",
    "CHARACTER_Penguin.svg": "Pingouin",
    "CHARACTER_PolarBear.svg": "Ours polaire",
    "CHARACTER_Girl1V2.svg": "Enfant",
    "CHARACTER_Girl2V2.svg": "Enfant",
    "CHARACTER_Girl3V2.svg": "Enfant",
    "CHARACTER_Boy1V2.svg": "Enfant",
    "CHARACTER_Boy2V2.svg": "Enfant",
    "CHARACTER_Boy3V2.svg": "Enfant",
    "CHARACTER_TeenGirl1V2.svg": "Personne",
    "CHARACTER_TeenGirl2V2.svg": "Personne",
    "CHARACTER_TeenGirl3V2.svg": "Personne",
    "CHARACTER_TeenBoy1V2.svg": "Personne",
    "CHARACTER_TeenBoy2V2.svg": "Personne",
    "CHARACTER_TeenBoy3V2.svg": "Personne",
    "CHARACTER_Baby1V2.svg": "Bébé",
    "CHARACTER_Baby2V2.svg": "Bébé",
    "CHARACTER_Baby3V2.svg": "Bébé",
    "CHARACTER_MotherV2.svg": "Personne",
    "CHARACTER_FatherV2.svg": "Personne",
    "CHARACTER_GrandmotherV2.svg": "Personne",
    "CHARACTER_GrandfatherV2.svg": "Personne",
    "CHARACTER_GirlV2.svg": "Enfant",
    "CHARACTER_BoyV2.svg": "Enfant",
    "CHARACTER_Teen2V2.svg": "Personne",
    "CHARACTER_Teen3V2.svg": "Personne",
    "CHARACTER_Farmer1V2.svg": "Fermier",
    "CHARACTER_FarmerV2.svg": "Fermier",
    "CHARACTER_Bike2V2.svg": "Cycliste",
    "CHARACTER_BikeV2.svg": "Cycliste",
    "CHARACTER_Car2V2.svg": "Conductrice",
    "CHARACTER_Car1V2.svg": "Conductrice",
    "CHARACTER_AeroplaneV2.svg": "Pilote",
    "CHARACTER_AstronautV2.svg": "Spationaute",
    "CHARACTER_InuitV2.svg": "Inuit",
    "CHARACTER_ScubadiverV2.svg": "Plongeur",
    "CHARACTER_RowboatV2.svg": "Rameur",
    "CHARACTER_Girl1.svg": "Enfant",
    "CHARACTER_Girl2.svg": "Enfant",
    "CHARACTER_Girl3.svg": "Enfant",
    "CHARACTER_Boy1.svg": "Enfant",
    "CHARACTER_Boy2.svg": "Enfant",
    "CHARACTER_Boy3.svg": "Enfant",
    "CHARACTER_TeenGirl1.svg": "Adolescente",
    "CHARACTER_TeenGirl2.svg": "Adolescente",
    "CHARACTER_TeenGirl3.svg": "Adolescente",
    "CHARACTER_TeenBoy1.svg": "Adolescent",
    "CHARACTER_TeenBoy2.svg": "Adolescent",
    "CHARACTER_TeenBoy3.svg": "Adolescent",
    "CHARACTER_Baby.svg": "Bébé",
    "CHARACTER_Mother.svg": "Mère",
    "CHARACTER_Father.svg": "Père",
    "CHARACTER_Grandmother.svg": "Grand-mère",
    "CHARACTER_Grandfather.svg": "Grand-père",
    "CHARACTER_Girl.svg": "Enfant",
    "CHARACTER_Boy.svg": "Enfant",
    "CHARACTER_Teen2.svg": "Adolescente",
    "CHARACTER_Teen3.svg": "Adolescent",
    "CHARACTER_Farmer1.svg": "Fermière",
    "CHARACTER_Farmer.svg": "Fermier",
    "CHARACTER_Bike2.svg": "Cycliste",
    "CHARACTER_Bike.svg": "Cycliste",
    "CHARACTER_Car2.svg": "Conductrice",
    "CHARACTER_Car1.svg": "Conducteur",
    "CHARACTER_Aeroplane.svg": "Pilote",
    "CHARACTER_Astronaut.svg": "Spationaute",
    "CHARACTER_Inuit.svg": "Inuit",
    "CHARACTER_Scubadiver.svg": "Plongeur",
    "CHARACTER_Rowboat.svg": "Rameur",
    "CHARACTER_Tree1.svg": "Arbre",
    "CHARACTER_Tree3.svg": "Arbre",
    "CHARACTER_Tree4.svg": "Arbre",
    "CHARACTER_Evergreen.svg": "Arbre",
    "CHARACTER_Weed.svg": "Plante",
    "CHARACTER_Pasture.svg": "Herbes hautes",
    "CHARACTER_Cactus.svg": "Cactus",
    "CHARACTER_Daffodil.svg": "Jonquille",
    "CHARACTER_Daisy1.svg": "Fleur",
    "CHARACTER_Daisy2.svg": "Fleur",
    "CHARACTER_Daisy3.svg": "Fleur",
    "CHARACTER_Tulip2.svg": "Tulipe",
    "CHARACTER_Flowers.svg": "Fleurs",
    "CHARACTER_Apple.svg": "Pomme",
    "CHARACTER_Peach.svg": "Pêche",
    "CHARACTER_Mushroom.svg": "Champignon",
    "CHARACTER_Star.svg": "Étoile",
    "CHARACTER_Star2.svg": "Étoile",
    "CHARACTER_Star3.svg": "Étoile",
    "CHARACTER_ShootingStar.svg": "Étoile filante",
    "CHARACTER_Earth.svg": "Terre",
    "CHARACTER_Planet.svg": "Planète",
    "CHARACTER_Sun.svg": "Soleil",
    "CHARACTER_Moon.svg": "Pleine lune",
    "CHARACTER_CrescentMoon.svg": "Lune",
    "CHARACTER_Cloud1.svg": "Nuage",
    "CHARACTER_Thundercloud.svg": "Nuage orageux",
    "CHARACTER_Tornado.svg": "Tornade",
    "CHARACTER_Barn.svg": "Grange",
    "CHARACTER_Fort.svg": "Fort",
    "CHARACTER_Castle.svg": "Château",
    "CHARACTER_Igloo.svg": "Igloo",
    "CHARACTER_House1.svg": "Maison",
    "CHARACTER_House.svg": "Maison",
    "CHARACTER_House3.svg": "Maison",
    "CHARACTER_House4.svg": "Maison",
    "CHARACTER_Apartment.svg": "Immeuble",
    "CHARACTER_School.svg": "École",
    "CHARACTER_Shop.svg": "Magasin",
    "CHARACTER_Fence.svg": "Barrière",
    "CHARACTER_Mailbox.svg": "Boîte aux lettres",
    "CHARACTER_Cake.svg": "Gâteau",
    "CHARACTER_Ball.svg": "Ballon",
    "CHARACTER_Basketball.svg": "Ballon de basket",
    "CHARACTER_Soccerball.svg": "Ballon de football",
    "CHARACTER_SoccerNet.svg": "But de football",
    "CHARACTER_Bed.svg": "Lit",
    "CHARACTER_NightTable.svg": "Table de chevet",
    "CHARACTER_Stool.svg": "Tabouret",
    "CHARACTER_Table.svg": "Table",
    "CHARACTER_Car.svg": "Voiture",
    "CHARACTER_Bus.svg": "Bus",
    "CHARACTER_SailBoat.svg": "Bateau",
    "CHARACTER_Boat2.svg": "Bateau",
    "CHARACTER_Rocket.svg": "Fusée",
    "CHARACTER_Ben.svg": "Personne",
    "CHARACTER_Elle.svg": "Enfant",
    "CHARACTER_Farrah.svg": "Personne",
    "CHARACTER_Jai.svg": "Personne",
    "CHARACTER_Joey.svg": "Enfant",
    "CHARACTER_Kate.svg": "Enfant",
    "CHARACTER_Nahom.svg": "Enfant",
    "CHARACTER_Nia.svg": "Personne",
    "CHARACTER_Sam.svg": "Enfant",
    "CHARACTER_Tom.svg": "Personne",
    "BACKGROUND_Farm.svg": "Ferme",
    "BACKGROUND_Park.svg": "Parc",
    "BACKGROUND_Suburbs.svg": "Banlieue",
    "BACKGROUND_City.svg": "Ville",
    "BACKGROUND_Library.svg": "Bibliothèque",
    "BACKGROUND_Classroom.svg": "Salle de classe",
    "BACKGROUND_Theatre.svg": "Théâtre",
    "BACKGROUND_Gym.svg": "Gymnase",
    "BACKGROUND_Gym2.svg": "Gymnase",
    "BACKGROUND_Bedroom.svg": "Chambre à coucher",
    "BACKGROUND_EmptyRoom.svg": "Pièce vide",
    "BACKGROUND_Summer.svg": "Été",
    "BACKGROUND_Fall.svg": "Automne",
    "BACKGROUND_Winter.svg": "Hiver",
    "BACKGROUND_Spring.svg": "Printemps",
    "BACKGROUND_Creek.svg": "Rivière",
    "BACKGROUND_Lake.svg": "Lac",
    "BACKGROUND_Woods.svg": "Bois",
    "BACKGROUND_BeachDay.svg": "Plage en journée",
    "BACKGROUND_BeachSunrise.svg": "Plage au coucher de soleil",
    "BACKGROUND_BeachNight.svg": "Plage de nuit",
    "BACKGROUND_Underwater.svg": "Fond marin",
    "BACKGROUND_Jungle.svg": "Jungle",
    "BACKGROUND_Savannah.svg": "Savane",
    "BACKGROUND_Desert.svg": "Désert",
    "BACKGROUND_Arctic.svg": "Arctique",
    "BACKGROUND_Space.svg": "Espace",
    "BACKGROUND_MoonBkg.svg": "Lune",
    "BLOCK_DESC_GREEN_FLAG": "DÉMARRER AVER LE DRAPEAU VERT",
    "BLOCK_DESC_ON_TAP": "DÉMARRER LORSQU'ON TOUCHE LE PERSONNAGE  {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "DÉMARRER LORSQUE JE ({CHARACTER_NAME}) SUIS TOUCHÉ",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "Orange",
    "BLOCK_DESC_ON_MESSAGE": "DÉMARRER LORSQUE JE REÇOIS LE MESSAGE {COLOR}",
    "BLOCK_DESC_SEND_MESSAGE": "ENVOYER UN MESSAGE {COLOR}",
    "BLOCK_DESC_MOVE_RIGHT": "DÉPLACER VERS LA DROITE",
    "BLOCK_DESC_MOVE_LEFT": "DÉPLACER VERS LA GAUCHE",
    "BLOCK_DESC_MOVE_UP": "DÉPLACER VERS LE HAUT",
    "BLOCK_DESC_MOVE_DOWN": "DÉPLACER VERS LE BAS",
    "BLOCK_DESC_TURN_RIGHT": "TOURNER À DROITE",
    "BLOCK_DESC_TURN_LEFT": "TOURNER À GAUCHE",
    "BLOCK_DESC_HOP": "SAUTER",
    "BLOCK_DESC_GO_HOME": "RETOURNER À LA POSITION DE DÉPART",
    "BLOCK_DESC_SAY": "DIRE",
    "BLOCK_DESC_GROW": "AGRANDIR",
    "BLOCK_DESC_SHRINK": "RÉTRÉCIR",
    "BLOCK_DESC_RESET_SIZE": "REMETTRE À LA TAILLE DE DÉPART",
    "BLOCK_DESC_HIDE": "CACHER",
    "BLOCK_DESC_SHOW": "MONTRER",
    "BLOCK_DESC_PLAY_SOUND": "JOUER LE SON {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "pop",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "JOUER UN SON ENREGISTRÉ",
    "BLOCK_DESC_WAIT": "ATTENDRE",
    "BLOCK_DESC_STOP": "ARRÊTER LE PERSONNAGE {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "FIXER LA VITESSE",
    "BLOCK_DESC_REPEAT": "RÉPÉTER",
    "BLOCK_DESC_END": "FIN",
    "BLOCK_DESC_REPEAT_FOREVER": "RÉPÉTER INDÉFINIMENT",
    "BLOCK_DESC_GO_TO_PAGE": "ALLER À LA PAGE {PAGE}",
    "SHARING_BY_EMAIL": "Partage par courriel",
    "SHARING_BY_AIRDROP": "Partage via Airdrop",
    "SHARING_EMAIL_SUBJECT": "Projet ScratchJr : {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Clique sur l'icône pour essayer mon projet ScratchJr sur ta tablette iPad ou Android.<br><br>Si tu n'as pas l'application ScratchJr, tu peux <a href='http://www.scratchjr.org'>la télécharger</a> depuis l'App Store Apple ou le Google Play Store.<br><br>Avec ScratchJr, les enfants peuvent créer leurs propres histoires interactives et leurs propres jeux. Pour en avoir plus, consulte le site <a href='http://www.scratchjr.org'>scratchjr.org</a>.",
    "FOR_PARENTS": "Pour les parents",
    "PARENTAL_GATE_EXPLANATION": "Pourquoi posons-nous cette question ? Un adulte doit approuver le partage en ligne.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Projet",
    "LIBRARY_CHARACTER": "Personnage",
    "LIBRARY_BACKGROUND": "Fond",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "Bonjour",
    "ALERT_BACK": "Retour",
    "ALERT_SAVING": "Enregistrement en cours...",
    "SELECT_LANGUAGE": "Sélectionner la langue",
    "USAGE_QUESTION": "Où utilises-tu ScratchJr ?",
    "USAGE_SCHOOL": "À l'école",
    "USAGE_HOME": "À la maison",
    "USAGE_OTHER": "Autre part",
    "USAGE_NONE": "Je préfère ne pas le dire"
}
