{
    "MY_PROJECTS": "I Miei Progetti",
    "IMPORT_ERROR": "<h2 class='title'>Oh no! Il file non funziona</h2><div class='content'>Potrebbe esserci qualche problema con il tuo file. <br>Assicurati che sia un file .sjr corretto e prova ancora.</div>",
    "QUICK_INTRO": "Breve Introduzione a ScratchJr",
    "SAMPLE_PROJECTS": "Progetti di Esempio",
    "ABOUT_SCRATCHJR": "Info su ScratchJr",
    "INTERFACE_GUIDE": "Guida all'Interfaccia",
    "PAINT_EDITOR_GUIDE": "Guida dell'Editor di Immagini",
    "BLOCKS_GUIDE": "Guida dei Blocchi",
    "PRIVACY_POLICY": "Politica della Privacy",
    "ABOUT_WHAT_IS": "Cos'è ScratchJr?",
    "ABOUT_DESCRIPTION": "ScratchJr è un linguaggio di introduzione alla programmazione che permette ai più piccoli (età dai 5 ai 7 anni) di creare storie interattive e giochi. I bambini possono combinare blocchi programmabili per far muovere, saltare, ballare e cantare i loro personaggi. Possono inoltre modificare i personaggi nell'editor di immagini e aggiungere le proprie voci o altri suoni. Possono anche inserire foto di loro stessi -- e usare i blocchi programmabili per dar vita ai loro personaggi.",
    "ABOUT_INSPIRED_BY": "ScratchJr si ispira al popolare linguaggio di programmazione Scratch (http://scratch.mit.edu) che è usato da milioni di giovani (dagli 8 anni in su) in tutto il mondo. Per creare ScratchJr abbiamo ridisegnato l'interfaccia e il linguaggio di programmazione per renderlo appropriato al livello di sviluppo dei più piccoli progettando ogni singola caratteristica per adattarla al loro sviluppo cognitivo, personale, sociale ed emotivo.<br/><br/>Per maggiori informazioni su ScratchJr vai al sito http://scratchjr.org",
    "ABOUT_WHY_CREATE": "Perché Abbiamo Creato ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "Il coding (cioè la programmazione di un computer) è un nuovo tipo di competenza di base. Proprio come la scrittura di aiuta ad organizzare il tuo pensiero e ad esprimere le proprie idee, lo stesso vale per il coding. In passato il coding era visto come troppo difficile dalla maggior parte delle persone. Noi però pensiamo che il coding dovrebbe essere per tutti, proprio come la scrittura.<br/><br/>Quando i più piccoli programmano con ScratchJr non imparano soltanto ad interagire con il computer ma imparano a creare e ad esprimere se stessi usando il computer. In questo processo i bambini imparano a risolvere problemi e a progettare, e sviluppano le loro capacità di organizzare in sequenza, fondamentali per i loro futuri successi accademici. Usano anche la matematica e il linguaggio in un contesto significativo e motivante che supporta lo sviluppo delle competenze di base della prima infanzia. Con ScratchJr i bambini non imparano soltanto a programmare ma programmano per imparare.",
    "ABOUT_WHO_CREATED": "Chi ha Creato ScratchJr?",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr è mantenuto come una collaborazione tra la Scratch Foundation e il Developmental Technologies (DevTech) Research Group presso la Lynch School of Education del Boston College. ScratchJr è stato originariamente creato da DevTech – (guidato da Marina Umaschi Bers, con il contributo di Amanda Strawhacker, Claire Caine, Louise Flannery, Elizabeth Kazakoff e Dylan Portelance), il gruppo Lifelong Kindergarten del MIT Media Lab – (guidato da Mitchel Resnick, con il contributo di Chris Garrity, Tim Mickel, Carl Bowman, Champika Fernando, Natalie Rusk, Sayamindu Dasgupta e Chris Graves) e la Playful Invention Company (guidata da Paula Bont&aacute; e Brian Silverman, con il contributo di Jack Geddes e Adrian Gabriel) . La versione Android di ScratchJr è stata implementata da Two Sigma (guidata da Mark Roth, con il contributo di Kevin Hu), con il contributo di Benesse Corp.<br/> <br/>La grafica e le illustrazioni di ScratchJr sono state create da HvingtQuatre Company (guidata di Julien Gelifier e Adrien Valesa), Sarah Thomson, Peter Mueller, Jillian Lombardi e Blane Asrat. Paula Aguilera del MIT Media Lab ha prodotto il video di ScratchJr. Vorremmo anche ringraziare tutti coloro che hanno partecipato alle community di beta-test per iPad e Android, in particolare Sergio Antolinez, Vandendaele Didier e Sjoerd Dirk Meijer.",
    "ABOUT_WHO_SUPPORTED": "Chi ha Supportato lo Sviluppo di ScratchJr?",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "Il progetto ScratchJr ha ricevuto un generoso supporto finanziario dalla National Science Foundation (NSF DRL-1118664), dalla Scratch Foundation, dalla LEGO Foundation e da British Telecommunications.<br/><br/>Se l'app gratuita ti piace, pensa a fare una donazione alla Scratch Foundation (www.scratchfoundation.org), un'organizzazione no-profit che fornisce supporto per lo sviluppo di ScratchJr. Sono apprezzate donazioni di qualunque entità, dalle più grandi alle più piccole. <br/><br/>Supporter Platino della campagna di lancio di ScratchJr sono: Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson e Shirley Resnick.<br/><br/>Altri supporter della campagna di lancio di ScratchJr:",
    "BLOCKS_TRIGGERING_BLOCKS": "Blocchi Eventi",
    "BLOCKS_GREEN_FLAG": "Avvia quando si tocca la Bandiera Verde",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "Avvia lo script quando viene toccata la Bandiera Verde.",
    "BLOCKS_ON_TAP": "Avvia quando si Tocca",
    "BLOCKS_ON_TAP_DESCRIPTION": "Avvia lo script quando tocchi il personaggio.",
    "BLOCKS_ON_TOUCH": "Avvia quando Tocca",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "Avvia lo script quando il personaggio viene toccato da un altro personaggio.",
    "BLOCKS_ON_MESSAGE": "Avvia se ricevi Messaggio",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "Avvia lo script quando viene inviato un messaggio del colore specificato.",
    "BLOCKS_SEND_MESSAGE": "Invia Messaggio",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Invia un messaggio del colore specificato.",
    "BLOCKS_MOTION_BLOCKS": "Blocchi di Movimento",
    "BLOCKS_MOVE_RIGHT": "Muovi verso Destra",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Muove il personaggio verso destra del numero specificato di riquadri.",
    "BLOCKS_MOVE_LEFT": "Muovi verso Sinistra",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Muove il personaggio verso sinistra del numero specificato di riquadri.",
    "BLOCKS_MOVE_UP": "Muovi verso l'Alto",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Muove il personaggio verso l'alto del numero specificato di riquadri.",
    "BLOCKS_MOVE_DOWN": "Muovi verso il Basso",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Muove il personaggio verso il basso del numero specificato di riquadri.",
    "BLOCKS_TURN_RIGHT": "Ruota verso Destra",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Ruota il personaggio in senso orario della quantità specificata. Per una rotazione completa usare Ruota di 12 .",
    "BLOCKS_TURN_LEFT": "Ruota verso Sinistra",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Ruota il personaggio in senso antiorario del valore specificato. Per una rotazione completa usare Ruota di 12.",
    "BLOCKS_HOP": "Salta",
    "BLOCKS_HOP_DESCRIPTION": "Muove il personaggio verso l'alto e poi di nuovo verso il basso del numero specificato di riquadri.",
    "BLOCKS_GO_HOME": "Vai alla Home",
    "BLOCKS_GO_HOME_DESCRIPTION": "Riporta il personaggio alla posizione di partenza (Home). (Per impostare una nuova posizione di partenza, trascina il personaggio sulla posizione desiderata).",
    "BLOCKS_LOOKS_BLOCKS": "Blocchi Aspetto",
    "BLOCKS_SAY": "Dire",
    "BLOCKS_SAY_DESCRIPTION": "Mostra il messaggio specificato in un fumetto sopra il personaggio.",
    "BLOCKS_GROW": "Ingrandisci",
    "BLOCKS_GROW_DESCRIPTION": "Aumenta la dimensione del personaggio.",
    "BLOCKS_SHRINK": "Riduci",
    "BLOCKS_SHRINK_DESCRIPTION": "Diminuisce la dimensione del personaggio.",
    "BLOCKS_RESET_SIZE": "Reimposta la Dimensione",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Reimposta la dimensione predefinita del personaggio.",
    "BLOCKS_HIDE": "Nascondi",
    "BLOCKS_HIDE_DESCRIPTION": "Rende il personaggio sempre più trasparente fino a renderlo invisibile.",
    "BLOCKS_SHOW": "Mostra",
    "BLOCKS_SHOW_DESCRIPTION": "Rende il personaggio sempre meno trasparente finché è pienamente visibile.",
    "BLOCKS_SOUND_BLOCKS": "Blocchi Suono",
    "BLOCKS_POP": "Pop",
    "BLOCKS_POP_DESCRIPTION": "Riproduce un Suono \"Pop\"",
    "BLOCKS_PLAY_RECORDED": "Riproduci un Suono Registrato",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Riproduce un suono registrato dall'utente.",
    "BLOCKS_CONTROL_BLOCKS": "Blocchi di Controllo",
    "BLOCKS_WAIT": "Attendi",
    "BLOCKS_WAIT_DESCRIPTION": "Ferma lo script per un determinato intervallo di tempo (in decimi di secondo).",
    "BLOCKS_STOP": "Ferma",
    "BLOCKS_STOP_DESCRIPTION": "Ferma tutti gli script del personaggio.",
    "BLOCKS_SET_SPEED": "Imposta Velocità",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Cambia la velocità di esecuzione di alcuni blocchi.",
    "BLOCKS_REPEAT": "Ripeti",
    "BLOCKS_REPEAT_DESCRIPTION": "Ripete i blocchi al suo interno per il numero specificato di volte.",
    "BLOCKS_END_BLOCKS": "Blocchi di Fine",
    "BLOCKS_END": "Fine",
    "BLOCKS_END_DESCRIPTION": "Indica la fine dello script (ma non influisce in nessun modo sul funzionamento dello script).",
    "BLOCKS_REPEAT_FOREVER": "Ripeti per Sempre",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Ripete lo script senza mai terminare.",
    "BLOCKS_GO_TO_PAGE": "Vai alla Pagina",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Si sposta alla pagina specificata del progetto.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Salva",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Stage",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Modalità Presentazione",
    "INTERFACE_GUIDE_GRID": "{N, number} | Griglia",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Cambia Sfondo",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Aggiungi Testo",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Reinizializza Personaggi",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Bandiera Verde",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Pagine",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Informazioni sul Progetto",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Annulla e Ripeti",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | Script di Programmazione",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Area di Programmazione",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | Blocchi",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | Categorie di Blocchi",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Personaggi",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Salva il progetto attuale e torna alla Pagina Iniziale.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "Qui è dove si svolgono le azioni dei personaggi. Per eliminare un personaggio toccalo e tienilo premuto.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Espandi lo stage a tutto schermo.",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Attiva (o disattiva) la griglia delle coordinate x-y.",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Seleziona o crea uno sfondo per lo stage.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Scrivi titoli e etichette sullo stage.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Riporta tutti i personaggi alla loro posizione di partenza sullo stage. (Trascina i personaggi per impostare nuove posizioni di partenza.)",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "Clicca qui per avviare tutti gli script che iniziano con un blocco \"Avvia quando si clicca la Bandiera Verde\" .",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Seleziona una pagina del progetto - oppure tocca il segno più per aggiungere una nuova pagina. Ogni pagina ha i propri personaggi e uno sfondo. Per eliminare una pagina toccala e tienila premuta. Per riordinare le pagine trascinale nella nuova posizione.",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Cambia il titolo del progetto, vedi quando è stato creato e condividilo (se la condivisione è supportata dal tuo dispositivo).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Se commetti un errore, tocca Annulla per tornare indietro annullando l'ultima azione. Tocca Ripeti per invertire l'effetto dell'ultimo Annulla.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "Unisci i blocchi tra loro per creare un programma e dare istruzioni al personaggio. Tocca uno script per avviarlo. Per cancellare un blocco o uno script trascinali fuori dall'area di programmazione. Per copiare un blocco o uno script da un personaggio all'altro trascinalo sull'anteprima del personaggio.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "Qui è dove unisci i blocchi di programmazione per creare gli script che diranno al personaggio cosa fare.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "Questo è il menu dei blocchi di programmazione. Trascina un blocco nell'area di programmazione e poi toccalo per vedere a che cosa fa.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "Qui è dove puoi selezionare una categoria di blocchi di programmazione: Eventi (Giallo), Movimento (Blu), Aspetto (Viola), Suono (Verde), Controllo (Arancio), Blocchi di Fine (Rosso).",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Seleziona un personaggio del progetto - o tocca il segno più per aggiungerne uno nuovo. Una volta selezionato il personaggio potrai modificarne gli script, toccare il suo nome per cambiarlo oppure toccare il pennello per modificarne l'immagine. Per eliminare un personaggio, toccalo e tienilo premuto. Per copiare un personaggio su un'altra pagina, trascinalo sull'anteprima della pagina.",
    "PAINT_GUIDE_UNDO": "{N, number} | Annulla",
    "PAINT_GUIDE_REDO": "{N, number} | Ripeti",
    "PAINT_GUIDE_SHAPE": "{N, number} | Forma",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Nome del Personaggio",
    "PAINT_GUIDE_CUT": "{N, number} | Taglia",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Duplica",
    "PAINT_GUIDE_ROTATE": "{N, number} | Ruota",
    "PAINT_GUIDE_DRAG": "{N, number} | Trascina",
    "PAINT_GUIDE_SAVE": "{N, number} | Salva",
    "PAINT_GUIDE_FILL": "{N, number} | Riempi",
    "PAINT_GUIDE_CAMERA": "{N, number} | WebCam",
    "PAINT_GUIDE_COLOR": "{N, number} | Colore",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Spessore della Linea",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Annulla l'ultima modifica.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Inverte l'ultimo Annulla.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Scegli la forma da disegnare: linea, cerchio/ellisse, rettangolo o triangolo.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Cambia il nome del personaggio.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Dopo aver selezionato lo strumento Taglia puoi toccare un personaggio o una forma per rimuoverli dall'area di disegno.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Dopo aver selezionato lo strumento Duplica puoi toccare un personaggio o una forma per crearne una copia.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Dopo aver selezionato lo strumento Ruota puoi ruotare un personaggio o una forma intorno al suo centro.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Dopo aver selezionato lo strumento Trascina puoi spostare un personaggio o una forma sull'area di disegno. Se tocchi una forma puoi anche modificarla trascinando i punti che appariranno.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Salva le modifiche e chiudi l'Editor di Immagini.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Dopo aver selezionato lo strumento Riempimento, puoi toccare qualsiasi parte di un personaggio oppure puoi toccare una forma per riempirla con il colore selezionato.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Dopo aver selezionato lo strumento Fotocamera, puoi toccare qualsiasi parte di un personaggio o di una forma, e poi toccare il pulsante fotocamera per riempirla con una nuova foto scattata con la fotocamera.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Seleziona un nuovo colore per i disegni e i riempimenti delle forme.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Cambia lo spessore delle linee delle forme che stai disegnando.",
    "PRIVACY_TITLE": "Politica della Privacy di ScratchJr",
    "PRIVACY_LAST_UPDATED": "La Politica della Privacy di ScratchJr è stata aggiornata il: 3 Novembre 2021",
    "PRIVACY_HIGHLIGHT": "Scratch ha a cuore la tua privacy. Questo documento, chiamato \"politica della privacy\" spiega quali delle tue informazioni raccogliamo, come le raccogliamo, perché le raccogliamo e come le teniamo al sicuro. Ti informa inoltre sulle scelte e le opzioni che hai sulle tue informazioni.",
    "PRIVACY_DESCRIPTION": "The Scratch Foundation, and associated entities (collectively, \"<b>Scratch</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") understand how important privacy is to our community, especially kids and parents (\"<b>you</b>\" or \"<b>user</b>\"). We wrote this privacy policy (\"<b>Privacy Policy</b>\") to explain what information we collect through the ScratchJr mobile application (the \"<b>App</b>\"), how we use, process, and share it, and what we are doing to keep it safe. It also tells you about your rights and choices with respect to your Personal Information, and how you can contact us if you have any questions or concerns.<br>Please read this Privacy Policy carefully so that you understand your rights in relation to your Personal Information, and how we will collect, use and process your Personal Information. If you do not agree with this Privacy Policy or any part thereof, you should not access or use any part of the App. If you change your mind in the future, you must stop using the App and you may exercise your rights in relation to your Personal Information as set out in this Privacy Policy.",
    "PRIVACY_INFORMATION_COLLECTED": "Il Team di ScratchJr quali informazioni personali raccoglie su di me?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch raccoglie e conserva le informazioni che ci fornisci, ad esempio se vuoi usare l'App a casa o a scuola e in che lingua. L'App raccoglie automaticamente alcune informazioni sul tablet o il cellulare su cui usi l'App e su come usi l'App.",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "Per gli scopi di questa Politica della Privacy, con “Informazioni Personali” intendiamo informazioni legate ad un individuo identificato o identificabile. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Informazioni che ci fornisci",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projects.</b> The App collects the projects that you may create on the App, including pictures or sound recordings features in projects. However, this information is only stored locally on your device and is not transmitted to or accessible by Scratch. When you first download the App, we ask permission to access the camera (to enable you to take pictures to use as characters in your projects) and the microphone (to record sounds to use in your projects) of your device. You can disable these features at any time in the App settings provided by your device. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Preferenze di uso.</b> Ti chiediamo se userai la App a scuola, a casa o per altre ragioni e in quale lingua userai l'App. ",
    "PRIVACY_INFO_FROM_AUTO": "Informazioni raccolte automaticamente",
    "PRIVACY_INFO_FROM_USAGE": "<b>Dispositivo e informazioni di uso.</b> Quando usi la nostra App, noi e altri soggetti autorizzati da noi raccogliamo automaticamente il tuo indirizzo IP a livello di nazione e informazioni sul tuo dispositivo incluso il modello, la versione e il sistema operativo.",
    "PRIVACY_USAGE": "In che modo il Team di ScratchJr usa le mie Informazioni Personali?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "Possiamo usare le Informazioni Personali per uno o più degli scopi seguenti:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>informazioni legali.</b> Potremmo usare le tue Informazioni Personali per applicare il nostro End User License Agreement (EULA), per difendere i nostri diritti legali e per portare avanti i nostri obblighi legali e le nostre politiche interne. ",
    "PRIVACY_USAGE_IN_EEA": "Come usiamo le Informazioni Personali Europee",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "Se ti trovi nella CEE, in Inghilterra o in Svizzera, usiamo le tue informazioni solo quando ci è concesso farlo.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "Se ti trovi al di fuori della Comunità Economica Europea (“<b>CEE</b>”), dell'Inghilterra o della Svizzera elaboriamo le tue Informazioni Personali quando ci è permesso legalmente:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "In che modo il Team di ScratchJr condivide le mie Informazioni Personali?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "Cediamo le tue Informazioni Personali a terzi nei seguenti casi:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "I tuoi Diritti e le tue Scelte",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Cancellare le tue informazioni.</b> Puoi cancellare il tuoi progetti rimuovendo l'App dal tuo dispositivo.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "I tuoi Diritti Europei di Protezione dei Dati (GDPR) ",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Archiviazione dei Dati",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "Non conserviamo le tue informazioni per sempre. Le conserviamo solo per il tempo necessario a svolgere le attività illustrate in questa politica.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "In che modo il Team di ScratchJr protegge le mie Informazioni Personali?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "Seguiamo delle procedure che ci permettono di mantenere le tue informazioni al sicuro.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifiche di Cambiamento della Politica della Privacy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "Trasferimento Internazionale di Dati Oltre i Confini Nazionali",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "Contattaci",
    "PRIVACY_CONTACT_HIGHLIGHT": "Ti preghiamo di scriverci o di mandarci un'email usando i contatti elencati qui sotto.",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "In fondo al mare",
    "SAMPLE_Farm": "Fattoria",
    "SAMPLE_Seasons": "Stagioni",
    "SAMPLE_Friends": "Amici",
    "SAMPLE_Dance": "Danza",
    "SAMPLE_Animal Race": "Corsa di Animali",
    "SAMPLE_Bump": "Rimbalza",
    "SAMPLE_Quick Intro": "Rapida Introduzione",
    "SAMPLE_Star": "Stella",
    "SAMPLE_TEXT_key_character_cat": "Gatto",
    "SAMPLE_TEXT_key_character_star": "Stella",
    "SAMPLE_TEXT_key_character_teen_girl": "Ragazza",
    "SAMPLE_TEXT_key_character_teen_boy": "Ragazzo",
    "SAMPLE_TEXT_key_farm_tap_them": "Toccali",
    "SAMPLE_TEXT_key_party_question": "Festa?",
    "SAMPLE_TEXT_key_soccer_question": "O calcio?",
    "SAMPLE_TEXT_key_goal": "Gol!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Pesce",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Cavalluccio Marino",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Stella Marina",
    "SAMPLE_TEXT_key_farm_pig": "Maiale",
    "SAMPLE_TEXT_key_farm_horse": "Cavallo",
    "SAMPLE_TEXT_key_farm_chicken": "Pollo",
    "SAMPLE_TEXT_key_farm_barn": "Stalla",
    "SAMPLE_TEXT_key_seasons_summer": "Estate",
    "SAMPLE_TEXT_key_seasons_fall": "Autunno",
    "SAMPLE_TEXT_key_seasons_winter": "Inverno",
    "SAMPLE_TEXT_key_seasons_spring": "Primavera",
    "SAMPLE_TEXT_key_friends_cake": "Dolce",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Pallone da Calcio",
    "SAMPLE_TEXT_key_friends_child": "Bambino",
    "SAMPLE_TEXT_key_friends_table": "Tavolo",
    "SAMPLE_TEXT_key_friends_soccer_net": "Rete da calcio",
    "SAMPLE_TEXT_key_animalrace_elephant": "Elefante",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Giraffa",
    "SAMPLE_TEXT_key_animalrace_monkey": "Scimmia",
    "SAMPLE_TEXT_key_dance_scubadiver": "Sommozzatore",
    "SAMPLE_TEXT_key_dance_snake": "Serpente",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Paperella Gialla",
    "SAMPLE_TEXT_key_bump_blue_duck": "Paperella Blu",
    "SAMPLE_TEXT_key_bump_green_duck": "Paperella Verde",
    "SAMPLE_TEXT_key_quickintro_fish": "Pesce",
    "SAMPLE_TEXT_key_quickintro_toc": "Tac",
    "CHARACTER_Cat.svg": "Gatto",
    "CHARACTER_Cat2.svg": "Gatto che Cammina",
    "CHARACTER_Blue.svg": "Tic",
    "CHARACTER_Purple.svg": "Tac",
    "CHARACTER_Red.svg": "Toc",
    "CHARACTER_Dragon.svg": "Drago",
    "CHARACTER_Fairy.svg": "Fata",
    "CHARACTER_Wizard.svg": "Mago",
    "CHARACTER_Dog.svg": "Cane",
    "CHARACTER_Rabbit.svg": "Coniglio",
    "CHARACTER_Chicken.svg": "Pollo",
    "CHARACTER_Pig.svg": "Maiale",
    "CHARACTER_Horse.svg": "Cavallo",
    "CHARACTER_Zebra.svg": "Zebra",
    "CHARACTER_Monkey.svg": "Scimmia",
    "CHARACTER_Elephant.svg": "Elefante",
    "CHARACTER_Giraffe.svg": "Giraffa",
    "CHARACTER_Camel.svg": "Cammello",
    "CHARACTER_Butterfly.svg": "Farfalla",
    "CHARACTER_Fly.svg": "Mosca",
    "CHARACTER_Bat.svg": "Pipistrello",
    "CHARACTER_Bird.svg": "Uccello",
    "CHARACTER_Snake.svg": "Serpente",
    "CHARACTER_Lizard.svg": "Lucertola",
    "CHARACTER_Frog.svg": "Rana",
    "CHARACTER_Duck.svg": "Anatra",
    "CHARACTER_Crab.svg": "Granchio",
    "CHARACTER_Seahorse.svg": "Cavalluccio Marino",
    "CHARACTER_Starfish.svg": "Stella Marina",
    "CHARACTER_Fish1.svg": "Pesce",
    "CHARACTER_Fish2.svg": "Pesce",
    "CHARACTER_Whale.svg": "Balena",
    "CHARACTER_Penguin.svg": "Pinguino",
    "CHARACTER_PolarBear.svg": "Orso Polare",
    "CHARACTER_Girl1V2.svg": "Bambina",
    "CHARACTER_Girl2V2.svg": "Bambina",
    "CHARACTER_Girl3V2.svg": "Bambina",
    "CHARACTER_Boy1V2.svg": "Bambino",
    "CHARACTER_Boy2V2.svg": "Bambino",
    "CHARACTER_Boy3V2.svg": "Bambino",
    "CHARACTER_TeenGirl1V2.svg": "Persona",
    "CHARACTER_TeenGirl2V2.svg": "Persona",
    "CHARACTER_TeenGirl3V2.svg": "Persona",
    "CHARACTER_TeenBoy1V2.svg": "Persona",
    "CHARACTER_TeenBoy2V2.svg": "Persona",
    "CHARACTER_TeenBoy3V2.svg": "Persona",
    "CHARACTER_Baby1V2.svg": "Neonato",
    "CHARACTER_Baby2V2.svg": "Neonato",
    "CHARACTER_Baby3V2.svg": "Neonato",
    "CHARACTER_MotherV2.svg": "Persona",
    "CHARACTER_FatherV2.svg": "Persona",
    "CHARACTER_GrandmotherV2.svg": "Persona",
    "CHARACTER_GrandfatherV2.svg": "Persona",
    "CHARACTER_GirlV2.svg": "Bambina",
    "CHARACTER_BoyV2.svg": "Bambino",
    "CHARACTER_Teen2V2.svg": "Persona",
    "CHARACTER_Teen3V2.svg": "Persona",
    "CHARACTER_Farmer1V2.svg": "Allevatore",
    "CHARACTER_FarmerV2.svg": "Allevatore",
    "CHARACTER_Bike2V2.svg": "Ciclista",
    "CHARACTER_BikeV2.svg": "Ciclista",
    "CHARACTER_Car2V2.svg": "Guidatore",
    "CHARACTER_Car1V2.svg": "Guidatore",
    "CHARACTER_AeroplaneV2.svg": "Pilota",
    "CHARACTER_AstronautV2.svg": "Astronauta",
    "CHARACTER_InuitV2.svg": "Abitante del Nord",
    "CHARACTER_ScubadiverV2.svg": "Sommozzatore",
    "CHARACTER_RowboatV2.svg": "Vogatore",
    "CHARACTER_Girl1.svg": "Bambina",
    "CHARACTER_Girl2.svg": "Bambina",
    "CHARACTER_Girl3.svg": "Bambina",
    "CHARACTER_Boy1.svg": "Bambino",
    "CHARACTER_Boy2.svg": "Bambino",
    "CHARACTER_Boy3.svg": "Bambino",
    "CHARACTER_TeenGirl1.svg": "Ragazza",
    "CHARACTER_TeenGirl2.svg": "Ragazza",
    "CHARACTER_TeenGirl3.svg": "Ragazza",
    "CHARACTER_TeenBoy1.svg": "Ragazzo",
    "CHARACTER_TeenBoy2.svg": "Ragazzo",
    "CHARACTER_TeenBoy3.svg": "Ragazzo",
    "CHARACTER_Baby.svg": "Neonato",
    "CHARACTER_Mother.svg": "Mamma",
    "CHARACTER_Father.svg": "Papà",
    "CHARACTER_Grandmother.svg": "Nonna",
    "CHARACTER_Grandfather.svg": "Nonno",
    "CHARACTER_Girl.svg": "Bambina",
    "CHARACTER_Boy.svg": "Bambino",
    "CHARACTER_Teen2.svg": "Ragazza",
    "CHARACTER_Teen3.svg": "Ragazzo",
    "CHARACTER_Farmer1.svg": "Allevatrice",
    "CHARACTER_Farmer.svg": "Allevatore",
    "CHARACTER_Bike2.svg": "Ciclista",
    "CHARACTER_Bike.svg": "Ciclista",
    "CHARACTER_Car2.svg": "Guidatrice",
    "CHARACTER_Car1.svg": "Guidatore",
    "CHARACTER_Aeroplane.svg": "Pilota",
    "CHARACTER_Astronaut.svg": "Astronauta",
    "CHARACTER_Inuit.svg": "Abitante del Nord",
    "CHARACTER_Scubadiver.svg": "Sommozzatore",
    "CHARACTER_Rowboat.svg": "Vogatore",
    "CHARACTER_Tree1.svg": "Albero",
    "CHARACTER_Tree3.svg": "Albero",
    "CHARACTER_Tree4.svg": "Albero",
    "CHARACTER_Evergreen.svg": "Albero",
    "CHARACTER_Weed.svg": "Pianta",
    "CHARACTER_Pasture.svg": "Erba Alta",
    "CHARACTER_Cactus.svg": "Cactus",
    "CHARACTER_Daffodil.svg": "Narciso",
    "CHARACTER_Daisy1.svg": "Margherita",
    "CHARACTER_Daisy2.svg": "Margherita",
    "CHARACTER_Daisy3.svg": "Margherita",
    "CHARACTER_Tulip2.svg": "Tulipano",
    "CHARACTER_Flowers.svg": "Fiori",
    "CHARACTER_Apple.svg": "Mela",
    "CHARACTER_Peach.svg": "Pesca",
    "CHARACTER_Mushroom.svg": "Fungo",
    "CHARACTER_Star.svg": "Stella",
    "CHARACTER_Star2.svg": "Stella",
    "CHARACTER_Star3.svg": "Stella",
    "CHARACTER_ShootingStar.svg": "Stella Cadente",
    "CHARACTER_Earth.svg": "Terra",
    "CHARACTER_Planet.svg": "Pianeta",
    "CHARACTER_Sun.svg": "Sole",
    "CHARACTER_Moon.svg": "Luna Piena",
    "CHARACTER_CrescentMoon.svg": "Luna",
    "CHARACTER_Cloud1.svg": "Nuvola",
    "CHARACTER_Thundercloud.svg": "Nuvola Temporalesca",
    "CHARACTER_Tornado.svg": "Tornado",
    "CHARACTER_Barn.svg": "Stalla",
    "CHARACTER_Fort.svg": "Fortino",
    "CHARACTER_Castle.svg": "Castello",
    "CHARACTER_Igloo.svg": "Iglù",
    "CHARACTER_House1.svg": "Casa",
    "CHARACTER_House.svg": "Casa",
    "CHARACTER_House3.svg": "Casa",
    "CHARACTER_House4.svg": "Casa",
    "CHARACTER_Apartment.svg": "Appartamento",
    "CHARACTER_School.svg": "Scuola",
    "CHARACTER_Shop.svg": "Negozio",
    "CHARACTER_Fence.svg": "Recinto",
    "CHARACTER_Mailbox.svg": "Cassetta della Posta",
    "CHARACTER_Cake.svg": "Dolce",
    "CHARACTER_Ball.svg": "Pallone",
    "CHARACTER_Basketball.svg": "Palla da Basket",
    "CHARACTER_Soccerball.svg": "Pallone da Calcio",
    "CHARACTER_SoccerNet.svg": "Rete da calcio",
    "CHARACTER_Bed.svg": "Letto",
    "CHARACTER_NightTable.svg": "Comodino",
    "CHARACTER_Stool.svg": "Sgabello",
    "CHARACTER_Table.svg": "Tavolo",
    "CHARACTER_Car.svg": "Automobile",
    "CHARACTER_Bus.svg": "Bus",
    "CHARACTER_SailBoat.svg": "Nave",
    "CHARACTER_Boat2.svg": "Nave",
    "CHARACTER_Rocket.svg": "Razzo",
    "CHARACTER_Ben.svg": "Persona",
    "CHARACTER_Elle.svg": "Bambina",
    "CHARACTER_Farrah.svg": "Persona",
    "CHARACTER_Jai.svg": "Persona",
    "CHARACTER_Joey.svg": "Bambino",
    "CHARACTER_Kate.svg": "Bambina",
    "CHARACTER_Nahom.svg": "Bambino",
    "CHARACTER_Nia.svg": "Persona",
    "CHARACTER_Sam.svg": "Bambina",
    "CHARACTER_Tom.svg": "Persona",
    "BACKGROUND_Farm.svg": "Fattoria",
    "BACKGROUND_Park.svg": "Parco",
    "BACKGROUND_Suburbs.svg": "Periferia",
    "BACKGROUND_City.svg": "Città",
    "BACKGROUND_Library.svg": "Biblioteca",
    "BACKGROUND_Classroom.svg": "Aula",
    "BACKGROUND_Theatre.svg": "Teatro",
    "BACKGROUND_Gym.svg": "Palestra",
    "BACKGROUND_Gym2.svg": "Palestra",
    "BACKGROUND_Bedroom.svg": "Camera da Letto",
    "BACKGROUND_EmptyRoom.svg": "Stanza Vuota",
    "BACKGROUND_Summer.svg": "Estate",
    "BACKGROUND_Fall.svg": "Autunno",
    "BACKGROUND_Winter.svg": "Inverno",
    "BACKGROUND_Spring.svg": "Primavera",
    "BACKGROUND_Creek.svg": "Fiume",
    "BACKGROUND_Lake.svg": "Lago",
    "BACKGROUND_Woods.svg": "Foresta",
    "BACKGROUND_BeachDay.svg": "Spiaggia di Giorno",
    "BACKGROUND_BeachSunrise.svg": "Spiaggia al Tramonto",
    "BACKGROUND_BeachNight.svg": "Spiaggia di Notte",
    "BACKGROUND_Underwater.svg": "Sott'acqua",
    "BACKGROUND_Jungle.svg": "Giungla",
    "BACKGROUND_Savannah.svg": "Savana",
    "BACKGROUND_Desert.svg": "Deserto",
    "BACKGROUND_Arctic.svg": "Artico",
    "BACKGROUND_Space.svg": "Spazio",
    "BACKGROUND_MoonBkg.svg": "Luna",
    "BLOCK_DESC_GREEN_FLAG": "AVVIA QUANDO SI CLICCA LA BANDIERA VERDE",
    "BLOCK_DESC_ON_TAP": "AVVIA QUANDO SI TOCCA {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "AVVIA QUANDO TOCCA {CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "Arancio",
    "BLOCK_DESC_ON_MESSAGE": "AVVIA QUANDO RICEVE IL MESSAGGIO {COLOR}",
    "BLOCK_DESC_SEND_MESSAGE": "INVIA IL MESSAGGIO {COLOR}",
    "BLOCK_DESC_MOVE_RIGHT": "SPOSTATI VERSO DESTRA",
    "BLOCK_DESC_MOVE_LEFT": "SPOSTATI VERSO SINISTRA",
    "BLOCK_DESC_MOVE_UP": "SPOSTATI VERSO L'ALTO",
    "BLOCK_DESC_MOVE_DOWN": "SPOSTATI VERSO IL BASSO",
    "BLOCK_DESC_TURN_RIGHT": "RUOTA A DESTRA",
    "BLOCK_DESC_TURN_LEFT": "RUOTA A SINISTRA",
    "BLOCK_DESC_HOP": "SALTA",
    "BLOCK_DESC_GO_HOME": "VAI ALLA HOME",
    "BLOCK_DESC_SAY": "DIRE",
    "BLOCK_DESC_GROW": "INGRANDISCI",
    "BLOCK_DESC_SHRINK": "RIDUCI",
    "BLOCK_DESC_RESET_SIZE": "REIMPOSTA GRANDEZZA",
    "BLOCK_DESC_HIDE": "NASCONDI",
    "BLOCK_DESC_SHOW": "MOSTRA",
    "BLOCK_DESC_PLAY_SOUND": "RIPRODUCI {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "pop",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "RIPRODUCI IL SUONO REGISTRATO",
    "BLOCK_DESC_WAIT": "ATTENDI",
    "BLOCK_DESC_STOP": "FERMA {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "IMPOSTA VELOCITÀ",
    "BLOCK_DESC_REPEAT": "RIPETI",
    "BLOCK_DESC_END": "FINE",
    "BLOCK_DESC_REPEAT_FOREVER": "RIPETI PER SEMPRE",
    "BLOCK_DESC_GO_TO_PAGE": "VAI ALLA PAGINA {PAGE}",
    "SHARING_BY_EMAIL": "Condividi via Email",
    "SHARING_BY_AIRDROP": "Condividi via Airdrop",
    "SHARING_EMAIL_SUBJECT": "Progetto ScratchJr: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Clicca sull'icona per provare il mio progetto ScratchJr sul tuo iPad o sul tuo tablet Android!<br><br>Se non hai l'app ScratchJr puoi <a href='http://www.scratchjr.org'>scaricarla</a> dall'App store della Apple o dal Play Store di Google.<br><br>Con ScratchJr i bambini possono creare storie interattive e giochi. Per saperne di più vai alla pagina <a href='http://www.scratchjr.org'>scratchjr.org</a>.",
    "FOR_PARENTS": "Per i Genitori",
    "PARENTAL_GATE_EXPLANATION": "Perché te lo chiediamo? Perché la condivisione online deve essere approvata da un adulto.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Progetto",
    "LIBRARY_CHARACTER": "Personaggio",
    "LIBRARY_BACKGROUND": "Sfondo",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "ciao",
    "ALERT_BACK": "Indietro",
    "ALERT_SAVING": "Sto salvando...",
    "SELECT_LANGUAGE": "Seleziona la lingua",
    "USAGE_QUESTION": "Dove stai usando ScratchJr?",
    "USAGE_SCHOOL": "Scuola",
    "USAGE_HOME": "Casa",
    "USAGE_OTHER": "Altro",
    "USAGE_NONE": "Preferisco Non Dirlo"
}
