{
    "MY_PROJECTS": "じぶんのぷろじぇくと",
    "IMPORT_ERROR": "<h2 class='title'>いや！ ファイルが機能していません</h2><div class='content'>ファイルに問題がある可能性があります。 <br>正常な .sjr ファイルであることを確認してから、もう一度お試しください。</div>",
    "QUICK_INTRO": "すくらっちじゅにあのかんたんなしょうかい",
    "SAMPLE_PROJECTS": "ぷろじぇくとのれい",
    "ABOUT_SCRATCHJR": "ScratchJrについて",
    "INTERFACE_GUIDE": "がめんのせつめい",
    "PAINT_EDITOR_GUIDE": "ぺいんとえでぃたーのせつめい",
    "BLOCKS_GUIDE": "ぶろっくのせつめい",
    "PRIVACY_POLICY": "プライバシーポリシー",
    "ABOUT_WHAT_IS": "すくらっちじゅにあとは?",
    "ABOUT_DESCRIPTION": "スクラッチジュニアは小学校入学前後(5～7歳)の子供向けに開発された、自由に対話型の物語やゲームを創作するための入門用のプログラミング言語です。わかりやすい図形で表されたプログラミングブロックを組み合わせてキャラクターを動かし、ジャンプさせたり、ダンスさせたり、歌を歌わせたりすることができます。また、ペイントエディターでキャラクターを変えたり、声や音を追加したり、写真を挿入したりすることもできます。出来上がったキャラクターは、プログラミングブロックを使って生き生きと動かせます。",
    "ABOUT_INSPIRED_BY": "スクラッチジュニアは、世界中で多くの子供たち(8歳以上)に使われているプログラミング言語であるスクラッチ(http://scratch.mit.edu)に触発されて開発されました。スクラッチジュニアを開発するにあたり、幼い子供たちの認識力、感情、社会性の成長に合うよう慎重にプログラミング言語とインターフェースのデザインを変更しました。<br/><br/>さらに詳しくスクラッチジュニアについて知りたい方は次のサイトをご参照ください。http://scratchjr.org",
    "ABOUT_WHY_CREATE": "なぜ私たちはスクラッチジュニアを開発したのでしょうか？",
    "ABOUT_WHY_CREATE_DESCRIPTION": "コーディング(あるいは、コンピュータープログラミング) は新しいタイプのリテラシーです。文字を書くことによって、自分の考えをまとめたり自分のアイデアを表現出来るように、コーディングでも同じことが言えます。以前は、コーディングは一般の人々には非常に難しいものと考えられていました。しかし、私たちはコーディングは文字を書くこと同様に、全ての皆さんのためにあるべきだと考えています。<br/><br/>小さな子供達がスクラッチジュニアを使うことは、ただ単にコンピューターに接するいうことでは無く、コンピューターを使いコーディングや表現の仕方を学ぶことができるのです。その過程で、子供たちは問題を解決することやプロジェクトを計画することを学び、後々の子供の学力向上の基礎となる物事を順序立てて考える力をつちかうことができます。 また、コーディングに目的を持って意欲的に接するなかで数学的な考え方や文章力を使うことで、 幼児期の計算力やリテラシーの発達を助けます。 スクラッチジュニアにより、子供たちは単にコーディングを学ぶのでは無く、コーディングを通して学ぶのです。",
    "ABOUT_WHO_CREATED": "誰がスクラッチジュニアを開発したのでしょうか？",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr は、Scratch Foundation と、ボストン カレッジの Lynch School of Education の Developmental Technologies (DevTech) Research Group との共同作業として維持されています。 ScratchJr は元々、DevTech – (Marina Umaschi Bers が率い、Amanda Strawhacker、Claire Caine、Louise Flannery、Elizabeth Kazakoff、Dylan Portelance が貢献)、MIT Media Lab の Lifelong Kindergarten グループ – (Mitchel Resnick が率いる によって作成されました。 Chris Garrity、Tim Mickel、Carl Bowman、Champika Fernando、Natalie Rusk、Sayamindu Dasgupta、および Chris Graves の寄稿による)、および Playful Innovation Company (Paula Bontéaacute; と Brian Silverman が率いる、Jack Geddes と Adrian Gabriel の寄稿による) . ScratchJr の Android バージョンは、Two Sigma (Mark Roth 率いる、Kevin Hu の貢献) によって実装され、ベネッセ コーポレーションからの情報提供を受けました。<br/> <br/>ScratchJr のグラフィックとイラストは、HvingtQuatre Company (率いるJulien Gelifier と Adrien Valesa による)、Sarah Thomson、Peter Mueller、Jillian Lombardi、Blane Asrat。 MIT Media Lab の Paula Aguilera が ScratchJr ビデオを制作しました。また、iPad と Android のベータ テスト コミュニティに参加したすべての人、特に Sergio Antolinez、Vandendaele Didier、Sjoerd Dirk Meijer に感謝します。",
    "ABOUT_WHO_SUPPORTED": "スクラッチジュニアをサポートをしているのは誰でしょうか？",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "スクラッチジュニアプロジェクトは、全米科学財団 (NSF DRL-1118664)、スクラッチ財団、レゴ財団、ブリティッシュテレコミュニケーションから惜しみない財政的支援をいただいています。<br/><br/>もしこの無料のアプリを楽しんでいただけましたら、スクラッチジュニアを継続的にサポートしていただいている非営利団体のスクラッチ財団(www.scratchfoundation.org) へのご寄付をご検討ください。多少にかかわらず、どのようなご寄付も感謝いたします。 <br/><br/> スクラッチジュニアキックスターター キャンペーンからのプラチナサポーター ：ジェレミーさん、ケネスさん、キャサリンさん、マークさん、ジョアンさん、シャーリーさん\n訳者注：固有名詞は可能な限り発音に即して訳しましたが、どうしても発音が不明なものは元の英語表記のままとしています。また、個人名は英語版ではフルネームで記述されていましたが、日本語訳では名前のみとしました。正確な固有名詞、個人名は英語版で確認をしてください。\n<br/><br/>その他のスクラッチジュニアキックスターター キャンペーンからのサポーター ：",
    "BLOCKS_TRIGGERING_BLOCKS": "きっかけのぶろっく",
    "BLOCKS_GREEN_FLAG": "みどりのはたですたーと",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "みどりのはたをたっぷすると、すくりぷと がすたーとします。",
    "BLOCKS_ON_TAP": "たっぷしたらすたーと",
    "BLOCKS_ON_TAP_DESCRIPTION": "きゃらくたーをたっぷすると、すくりぷとがすたーとします。",
    "BLOCKS_ON_TOUCH": "ぶつかったらすたーと",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "きゃらくたーがほかのきゃらくたーとぶつかると、すくりぷとがすたーとします。",
    "BLOCKS_ON_MESSAGE": "めっせーじがきたらすたーと",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "きめたいろのめっせーじをうけとると、すくりぷとがすたーとします。",
    "BLOCKS_SEND_MESSAGE": "いろのめっせーじをおくる",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "きめたいろのめっせーじをおくります。",
    "BLOCKS_MOTION_BLOCKS": "うごきのぶろっく",
    "BLOCKS_MOVE_RIGHT": "みぎへうごく",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "きめたかずのますめぶん、きゃらくたーがみぎへうごきます。",
    "BLOCKS_MOVE_LEFT": "ひだりへうごく",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "きめたかずのますめぶん、きゃらくたーがひだりへうごきます。",
    "BLOCKS_MOVE_UP": "うえへうごく",
    "BLOCKS_MOVE_UP_DESCRIPTION": "きめたかずのますめぶん、きゃらくたーがうえへうごきます。",
    "BLOCKS_MOVE_DOWN": "したへうごく",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "きめたかずのますめぶん、きゃらくたーがしたへうごきます。",
    "BLOCKS_TURN_RIGHT": "みぎへまわる",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "きめたかずのぶん、きゃらくたーがみぎにまわります。12で1かいてんします。",
    "BLOCKS_TURN_LEFT": "ひだりへまわる",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "きめたかずのぶん、きゃらくたーがひだりへまわります。12で1かいてんします。",
    "BLOCKS_HOP": "じゃんぷする",
    "BLOCKS_HOP_DESCRIPTION": "きめたかずのますめぶん、きゃらくたーがじゃんぷして、もとのところにもどります。",
    "BLOCKS_GO_HOME": "はじめのばしょにもどる",
    "BLOCKS_GO_HOME_DESCRIPTION": "きゃらくたーを、はじめのばしょにもどすことができます。(べつのあたらしいばしょにせっとするときは、きゃらくたーをどらっぐしてばしょをかえてください)",
    "BLOCKS_LOOKS_BLOCKS": "みためのぶろっく",
    "BLOCKS_SAY": "はなす",
    "BLOCKS_SAY_DESCRIPTION": "きゃらくたーのうえのふきだしに、きめためっせーじがひょうじされます。",
    "BLOCKS_GROW": "おおきくする",
    "BLOCKS_GROW_DESCRIPTION": "きゃらくたーをおおきくします。",
    "BLOCKS_SHRINK": "ちいさくする",
    "BLOCKS_SHRINK_DESCRIPTION": "きゃらくたーをちいさくします。",
    "BLOCKS_RESET_SIZE": "おおきさをもとへもどす",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "きゃらくたーをもとのおおきさにもどします。",
    "BLOCKS_HIDE": "けす",
    "BLOCKS_HIDE_DESCRIPTION": "きゃらくたーがみえなくなるまで、じょじょにきえていきます。",
    "BLOCKS_SHOW": "みせる",
    "BLOCKS_SHOW_DESCRIPTION": "きゃらくたーがぜんぶみえるまで、じょじょにみえてきます。",
    "BLOCKS_SOUND_BLOCKS": "おとのぶろっく",
    "BLOCKS_POP": "ぽん",
    "BLOCKS_POP_DESCRIPTION": "『ぽん』とならす",
    "BLOCKS_PLAY_RECORDED": "ろくおんしたおとをならす",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "じぶんでろくおんしたおとをならす",
    "BLOCKS_CONTROL_BLOCKS": "こんとろーる（せいぎょ）のぶろっく",
    "BLOCKS_WAIT": "まつ",
    "BLOCKS_WAIT_DESCRIPTION": "すくりぷとのうごきを、きめたじかんだけとめます。(10で1びょうとまる)",
    "BLOCKS_STOP": "とめる",
    "BLOCKS_STOP_DESCRIPTION": "すべてのきゃらくたーのすくりぷとをとめます。",
    "BLOCKS_SET_SPEED": "はやさをきめる",
    "BLOCKS_SET_SPEED_DESCRIPTION": "つぎのぶろっくからうごくはやさがかわります。（ふつう、ちょとはやい、はやいからせんたく）",
    "BLOCKS_REPEAT": "くりかえす",
    "BLOCKS_REPEAT_DESCRIPTION": "うちがわのぶろっくのどうさを、きめたかいすうくりかえします。",
    "BLOCKS_END_BLOCKS": "しゅうりょうぶろっく",
    "BLOCKS_END": "おわり",
    "BLOCKS_END_DESCRIPTION": "すくりぷとのさいごをあらわします。(すくりぷとには、なにもえいきょうはありません)",
    "BLOCKS_REPEAT_FOREVER": "ずっとくりかえす",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "すくりぷとをずっとくりかえします。",
    "BLOCKS_GO_TO_PAGE": "ぺーじへいどう",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "ぷろじぇくとないの、きめたぺーじにいどうします。",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | ほぞんする",
    "INTERFACE_GUIDE_STAGE": "{N, number} | すてーじ",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | はっぴょうもーど",
    "INTERFACE_GUIDE_GRID": "{N, number} | ぐりっど（こうし）",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | はいけいのへんこう",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | もじのついか",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | きゃらくたーをもとへもどす",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | みどりのはた",
    "INTERFACE_GUIDE_PAGES": "{N, number} | ぺーじのいちらん",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | ぷろじぇくとのじょうほう",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | もとにもどす ／ やりなおし",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | ぷろぐらみんぐすくりぷと",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | ぷろぐらみんぐえりあ",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | ぶろっくぱれっと",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | ぶろっくのしゅるい",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | きゃらくたーいちらん",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "いまのぷろじぇくとをほぞんして、ほーむぺーじにもどります。",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "ここはぷろじぇくとがじっこうされるすてーじといわれるところです。きゃらくたーをけすときは、ながおしでひょうじされる（Ｘ）あいこんをおします。",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "すてーじをぜんがめんにひろげることができます。",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "たてよこのこうし(ぐりっど)のひょうじ／ひひょうじのきりかえができます。",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "はいけいのえを、よういされたえからえらんだり、じぶんでつくることができます。",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "すてーじに、たいとるやらべるをついかできます。",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "すてーじじょうのぜんぶのきゃらくたーを、さいしょのばしょにもどすことができます。(あたらしいばしょにせっとするときは、きゃらくたーをどらっぐしてください)",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "ここをたっぷすることで、『みどりのはたですたーと』ぶろっくではじまっているすべてのぷろぐらみんぐすくりぷとがすたーとします。",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "ぷろじぇくとないのぺーじをえらぶことができます。また、ぷらす（＋）あいこんをたっぷしてあたらしいぺーじをついかできます。それぞれのぺーじには、そのページどくじのはいけいやきゃらくたーをはいちできます。ぺーじをけすには、そのぺーじをながおしするとひょうじされる（Ｘ）あいこんをおしてください。ぺーじをならべかえるには、どらっぐしてあたらしいばしょにいどうしてください。",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "ぷろじぇくとめいをへんこうできます。また、ぷろじぇくとのきょうゆうができます。やくしゃちゅう：ぷろじぇくとをあらたにつくるとじどうてきにぷろじぇくと xx(xxはすうじ)になっていますので、じぶんでわかりやすいなまえにするとよいでしょう。",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "もしなにかまちがえたときは、『もとにもどす』をたっぷするとちょくぜんのさぎょうをとりけせます。『やりなおし』をたっぷすると、ちょくぜんにとりけしたさぎょうをもとにもどせます。やくしゃちゅう：あいこんのいろがはいいろになるまで、もとへもどしたり、やりなおすことができます。",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "ぶろっくをくみあわせて、きゃらくたーになにをさせるか、しじするぷろぐらみんぐすくりぷとをつくります。すくりぷとのどこでもよいので、たっぷするとそのすくりぷとがじっこうされます。 ぶろっく、またはすくりぷとをぷろぐらみんぐえりあのそとにどらっぐすると、さくじょされます。あるきゃらくたーのぶろっく、またはすくりぷとは、ほかのきゃらくたーのさむねーるじょうにどらっぐしてこぴーできます。",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "ぷろぐらみんぐぶろっくをくみあわせて、きゃらくたーになにをさせるかしじするすくりぷとをつくるばしょです。",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "ぷろぐらみんぐぶろっくのめにゅーです。ぶろっくをぷろぐらみんぐえりあにどらっぐしてたっぷすると、そのぶろっくでどんなことができるのかかくにんすることができます。",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "ぷろぐらみんぐぶろっくのしゅるいをせんたくできます。: きっかけぶろっく(きいろ)、うごきぶろっく(あおいろ)、みためぶろっく(むらさきいろ), おとぶろっく (みどりいろ), こんとろーるぶろっく(おれんじいろ), しゅうりょうぶろっく (あかいろ)。",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "ぷろじぇくとのきゃらくたーをせんたくできます。また、ぷらす（＋）あいこんをたっぷして、あたらしいきゃらくたーをついかできます。きゃらくたーをせんたくするとそのきゃらくたーのすくりぷとをへんしゅうできます。えふでぼたんをたっぷするときゃらくたーのなまえをかえたり、きゃらくたーのえをへんしゅうできます。きゃらくたーをながおしするとひょうじされる（Ｘ）あいこんをおすと、きゃらくたーをさくじょできます。きゃらくたーをほかのぺーじさむねいるにどらっぐすると、こぴーできます。",
    "PAINT_GUIDE_UNDO": "{N, number} | とりけし",
    "PAINT_GUIDE_REDO": "{N, number} | やりなおし",
    "PAINT_GUIDE_SHAPE": "{N, number} | ずけい",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | きゃらくたーのなまえ",
    "PAINT_GUIDE_CUT": "{N, number} | きりとり",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | こぴー",
    "PAINT_GUIDE_ROTATE": "{N, number} | かいてん",
    "PAINT_GUIDE_DRAG": "{N, number} | どらっぐ",
    "PAINT_GUIDE_SAVE": "{N, number} | ほぞん",
    "PAINT_GUIDE_FILL": "{N, number} | ぬりつぶし",
    "PAINT_GUIDE_CAMERA": "{N, number} | かめら",
    "PAINT_GUIDE_COLOR": "{N, number} | いろ",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | せんのふとさ",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "ちょくぜんのへんこうのとりけしができます。",
    "PAINT_GUIDE_REDO_DESCRIPTION": "ちょくぜんのとりけしをもとへもどすことができます。",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "えがくずけいのせんたくができます：せん、えん／だえん、ちょうほうけい、さんかくけい",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "きゃらくたーのなまえをかえることができます。",
    "PAINT_GUIDE_CUT_DESCRIPTION": "きりとりつーるをせんたくすると、きゃらくたーやずけいをたっぷしてきゃんばすからさくじょできます。",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "こぴーつーるをせんたくすると、きゃらくたーやずけいをたっぷしてこぴーできます。",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "かいてんつーるをせんたくすると、きゃらくたーやずけいをかいてんできます。",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "どらっぐつーるをせんたくすると、きゃらくたーやずけいをきゃんばすじょうでうごかすことができます。ずけいをたっぷすれば、ずけいにひょうじされるちいさいまるをどらっぐしてずけいのかたちをかえることができます。",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "へんこうをほぞんして、ぺいんとえでぃたーをしゅうりょうします。",
    "PAINT_GUIDE_FILL_DESCRIPTION": "ぬりつぶしつーるをせんたくすると、きゃらくたーやずけいのいろをぬりたいぶぶんをたっぷして、そのぶぶんをいませんたくされているいろでぬりつぶすことができます。（やくしゃちゅう：いろのせんたくはさきに１２でします）",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "かめらつーるをせんたくすると、きゃらくたーやずけいのしゃしんをとりこみたいぶぶんをたっぷすると、そのぶぶんにかめらでさつえいしたあたらいしゃしんをとりこむことができます。（やくしゃちゅう：たとえばかめらつーるをせんたくしてしかくをせんたくすると、しかくのうちがわにたぶれっとのかめらのえいぞうがひょうじされるようになります。そこでかめらをうつしたいものにむけて、とりたいときにかめらあいこんをおすとそのがぞうがしかくのなかにとりこまれます）",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "ずけいをえがくせんのいろや、ずけいのなかをぬりつぶすいろをせんたくできます。",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "ずけいをえがくせんのふとさをへんこうできます。",
    "PRIVACY_TITLE": "ScratchJr プライバシーポリシー",
    "PRIVACY_LAST_UPDATED": "ScratchJrプライバシーポリシーの最終更新日: 2021年11月3日",
    "PRIVACY_HIGHLIGHT": "Scratchは、あなたのプライバシーを尊重します。この文書は「プライバシーポリシー」と呼ばれ、私たちがあなたから、どのような情報を、どのように、なぜ収集するのか、どのように安全に保管するかについて説明します。また、あなたの情報について、どのような選択肢やオプションがあるかについても説明します。",
    "PRIVACY_DESCRIPTION": "The Scratch Foundation, and associated entities (collectively, \"<b>Scratch</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") understand how important privacy is to our community, especially kids and parents (\"<b>you</b>\" or \"<b>user</b>\"). We wrote this privacy policy (\"<b>Privacy Policy</b>\") to explain what information we collect through the ScratchJr mobile application (the \"<b>App</b>\"), how we use, process, and share it, and what we are doing to keep it safe. It also tells you about your rights and choices with respect to your Personal Information, and how you can contact us if you have any questions or concerns.<br>Please read this Privacy Policy carefully so that you understand your rights in relation to your Personal Information, and how we will collect, use and process your Personal Information. If you do not agree with this Privacy Policy or any part thereof, you should not access or use any part of the App. If you change your mind in the future, you must stop using the App and you may exercise your rights in relation to your Personal Information as set out in this Privacy Policy.",
    "PRIVACY_INFORMATION_COLLECTED": "スクラッチジュニア(ScratchJr)チームはどのような個人情報を収集していますか？",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "スクラッチ(Scratch)は皆さんが提供した情報を収集、保存しています。例えば、どんな言語を使用して学校で使いたいのかお家で使いたいのかのような事です。また、アプリをどのように使っているかや、タブレットやスマホ端末の情報を自動的に収集しています。 ",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Information provided by you",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projects.</b> The App collects the projects that you may create on the App, including pictures or sound recordings features in projects. However, this information is only stored locally on your device and is not transmitted to or accessible by Scratch. When you first download the App, we ask permission to access the camera (to enable you to take pictures to use as characters in your projects) and the microphone (to record sounds to use in your projects) of your device. You can disable these features at any time in the App settings provided by your device. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Use preferences.</b> We ask you whether you will use the App for school, at home, or for another reason and what language you would like us to display the App in. ",
    "PRIVACY_INFO_FROM_AUTO": "Information collected via automated means",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "How does the ScratchJr Team use my Personal Information?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Our use of European Personal Information",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, we only use your information when we have a ground that allows us to do so.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "If you are located in the European Economic Area (“<b>EEA</b>”), the UK or Switzerland we only process your Personal Information when we have a valid legal basis:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "How Does the ScratchJr Team Share my Personal Information?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "We disclose your Personal Information to third parties in the following circumstances:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Your Rights and Choices",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Deleting your information.</b> You can delete your projects by deleting the App from your device.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Your European Data Protection Rights",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Data Retention",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "We don't keep your information forever. We only keep it for as long as we need it to help us do the activities explained in this policy.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "We take steps to keep your information safe and secure.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifications of Changes to the Privacy Policy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "International Cross-Border Data Transfer",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "連絡先",
    "PRIVACY_CONTACT_HIGHLIGHT": "Please write to us or email us using the contact details set out below. ",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "うみのなか",
    "SAMPLE_Farm": "のうじょう",
    "SAMPLE_Seasons": "しき",
    "SAMPLE_Friends": "ともだち",
    "SAMPLE_Dance": "だんす",
    "SAMPLE_Animal Race": "どうぶつれーす",
    "SAMPLE_Bump": "ぶつかる",
    "SAMPLE_Quick Intro": "かんたんなしょうかい",
    "SAMPLE_Star": "ほし",
    "SAMPLE_TEXT_key_character_cat": "ねこ",
    "SAMPLE_TEXT_key_character_star": "ほし",
    "SAMPLE_TEXT_key_character_teen_girl": "じゅうだいのわかもの",
    "SAMPLE_TEXT_key_character_teen_boy": "じゅうだいのわかもの",
    "SAMPLE_TEXT_key_farm_tap_them": "どうぶつをたっぷして",
    "SAMPLE_TEXT_key_party_question": "ぱーてぃー？",
    "SAMPLE_TEXT_key_soccer_question": "または、さっかー？",
    "SAMPLE_TEXT_key_goal": "ごーる！！！",
    "SAMPLE_TEXT_key_under_the_sea_fish": "さかな",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "たつのおとしご",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "ひとで",
    "SAMPLE_TEXT_key_farm_pig": "ぶた",
    "SAMPLE_TEXT_key_farm_horse": "うま",
    "SAMPLE_TEXT_key_farm_chicken": "にわとり",
    "SAMPLE_TEXT_key_farm_barn": "なや",
    "SAMPLE_TEXT_key_seasons_summer": "なつ",
    "SAMPLE_TEXT_key_seasons_fall": "あき",
    "SAMPLE_TEXT_key_seasons_winter": "ふゆ",
    "SAMPLE_TEXT_key_seasons_spring": "はる",
    "SAMPLE_TEXT_key_friends_cake": "けーき",
    "SAMPLE_TEXT_key_friends_soccer_ball": "さっかーぼーる",
    "SAMPLE_TEXT_key_friends_child": "こども",
    "SAMPLE_TEXT_key_friends_table": "てーぶる",
    "SAMPLE_TEXT_key_friends_soccer_net": "さっかーねっと（さっかーごーる）",
    "SAMPLE_TEXT_key_animalrace_elephant": "ぞう",
    "SAMPLE_TEXT_key_animalrace_giraffe": "きりん",
    "SAMPLE_TEXT_key_animalrace_monkey": "さる",
    "SAMPLE_TEXT_key_dance_scubadiver": "すきゅーばだいばー",
    "SAMPLE_TEXT_key_dance_snake": "へび",
    "SAMPLE_TEXT_key_bump_yellow_duck": "きいろのあひる",
    "SAMPLE_TEXT_key_bump_blue_duck": "あおいろのあひる",
    "SAMPLE_TEXT_key_bump_green_duck": "みどりいろのあひる",
    "SAMPLE_TEXT_key_quickintro_fish": "さかな",
    "SAMPLE_TEXT_key_quickintro_toc": "とっく",
    "CHARACTER_Cat.svg": "ねこ",
    "CHARACTER_Cat2.svg": "あるくねこ",
    "CHARACTER_Blue.svg": "てぃっく",
    "CHARACTER_Purple.svg": "たっく",
    "CHARACTER_Red.svg": "とっく",
    "CHARACTER_Dragon.svg": "りゅう",
    "CHARACTER_Fairy.svg": "ようせい",
    "CHARACTER_Wizard.svg": "まほうつかい",
    "CHARACTER_Dog.svg": "いぬ",
    "CHARACTER_Rabbit.svg": "うさぎ",
    "CHARACTER_Chicken.svg": "にわとり",
    "CHARACTER_Pig.svg": "ぶた",
    "CHARACTER_Horse.svg": "うま",
    "CHARACTER_Zebra.svg": "しまうま",
    "CHARACTER_Monkey.svg": "さる",
    "CHARACTER_Elephant.svg": "ぞう",
    "CHARACTER_Giraffe.svg": "きりん",
    "CHARACTER_Camel.svg": "らくだ",
    "CHARACTER_Butterfly.svg": "ちょうちょ",
    "CHARACTER_Fly.svg": "はえ",
    "CHARACTER_Bat.svg": "こうもり",
    "CHARACTER_Bird.svg": "とり",
    "CHARACTER_Snake.svg": "へび",
    "CHARACTER_Lizard.svg": "とかげ",
    "CHARACTER_Frog.svg": "かえる",
    "CHARACTER_Duck.svg": "あひる",
    "CHARACTER_Crab.svg": "かに",
    "CHARACTER_Seahorse.svg": "たつのおとしご",
    "CHARACTER_Starfish.svg": "ひとで",
    "CHARACTER_Fish1.svg": "さかな",
    "CHARACTER_Fish2.svg": "さかな",
    "CHARACTER_Whale.svg": "くじら",
    "CHARACTER_Penguin.svg": "ぺんぎん",
    "CHARACTER_PolarBear.svg": "しろくま",
    "CHARACTER_Girl1V2.svg": "こども",
    "CHARACTER_Girl2V2.svg": "こども",
    "CHARACTER_Girl3V2.svg": "こども",
    "CHARACTER_Boy1V2.svg": "こども",
    "CHARACTER_Boy2V2.svg": "こども",
    "CHARACTER_Boy3V2.svg": "こども",
    "CHARACTER_TeenGirl1V2.svg": "人",
    "CHARACTER_TeenGirl2V2.svg": "人",
    "CHARACTER_TeenGirl3V2.svg": "人",
    "CHARACTER_TeenBoy1V2.svg": "人",
    "CHARACTER_TeenBoy2V2.svg": "人",
    "CHARACTER_TeenBoy3V2.svg": "人",
    "CHARACTER_Baby1V2.svg": "あかちゃん",
    "CHARACTER_Baby2V2.svg": "あかちゃん",
    "CHARACTER_Baby3V2.svg": "あかちゃん",
    "CHARACTER_MotherV2.svg": "人",
    "CHARACTER_FatherV2.svg": "人",
    "CHARACTER_GrandmotherV2.svg": "人",
    "CHARACTER_GrandfatherV2.svg": "人",
    "CHARACTER_GirlV2.svg": "こども",
    "CHARACTER_BoyV2.svg": "こども",
    "CHARACTER_Teen2V2.svg": "人",
    "CHARACTER_Teen3V2.svg": "人",
    "CHARACTER_Farmer1V2.svg": "ぼくどう",
    "CHARACTER_FarmerV2.svg": "ぼくどう",
    "CHARACTER_Bike2V2.svg": "じてんしゃのり",
    "CHARACTER_BikeV2.svg": "じてんしゃのり",
    "CHARACTER_Car2V2.svg": "うんてんしゅ",
    "CHARACTER_Car1V2.svg": "うんてんしゅ",
    "CHARACTER_AeroplaneV2.svg": "ぱいろっと",
    "CHARACTER_AstronautV2.svg": "うちゅうひこうし",
    "CHARACTER_InuitV2.svg": "きたぐにのひと",
    "CHARACTER_ScubadiverV2.svg": "すきゅーばだいばー",
    "CHARACTER_RowboatV2.svg": "こぎて",
    "CHARACTER_Girl1.svg": "こども",
    "CHARACTER_Girl2.svg": "こども",
    "CHARACTER_Girl3.svg": "こども",
    "CHARACTER_Boy1.svg": "こども",
    "CHARACTER_Boy2.svg": "こども",
    "CHARACTER_Boy3.svg": "こども",
    "CHARACTER_TeenGirl1.svg": "じゅうだいのわかもの",
    "CHARACTER_TeenGirl2.svg": "じゅうだいのわかもの",
    "CHARACTER_TeenGirl3.svg": "じゅうだいのわかもの",
    "CHARACTER_TeenBoy1.svg": "じゅうだいのわかもの",
    "CHARACTER_TeenBoy2.svg": "じゅうだいのわかもの",
    "CHARACTER_TeenBoy3.svg": "じゅうだいのわかもの",
    "CHARACTER_Baby.svg": "あかちゃん",
    "CHARACTER_Mother.svg": "おかあさん",
    "CHARACTER_Father.svg": "おとうさん",
    "CHARACTER_Grandmother.svg": "おばあさん",
    "CHARACTER_Grandfather.svg": "おじいさん",
    "CHARACTER_Girl.svg": "こども",
    "CHARACTER_Boy.svg": "こども",
    "CHARACTER_Teen2.svg": "じゅうだいのわかもの",
    "CHARACTER_Teen3.svg": "じゅうだいのわかもの",
    "CHARACTER_Farmer1.svg": "ぼくどう",
    "CHARACTER_Farmer.svg": "ぼくどう",
    "CHARACTER_Bike2.svg": "じてんしゃのり",
    "CHARACTER_Bike.svg": "じてんしゃのり",
    "CHARACTER_Car2.svg": "うんてんしゅ",
    "CHARACTER_Car1.svg": "うんてんしゅ",
    "CHARACTER_Aeroplane.svg": "ぱいろっと",
    "CHARACTER_Astronaut.svg": "うちゅうひこうし",
    "CHARACTER_Inuit.svg": "きたぐにのひと",
    "CHARACTER_Scubadiver.svg": "すきゅーばだいばー",
    "CHARACTER_Rowboat.svg": "こぐひと",
    "CHARACTER_Tree1.svg": "き",
    "CHARACTER_Tree3.svg": "き",
    "CHARACTER_Tree4.svg": "き",
    "CHARACTER_Evergreen.svg": "き",
    "CHARACTER_Weed.svg": "しょくぶつ",
    "CHARACTER_Pasture.svg": "くさ",
    "CHARACTER_Cactus.svg": "さぼてん",
    "CHARACTER_Daffodil.svg": "すいせん",
    "CHARACTER_Daisy1.svg": "ひなぎく",
    "CHARACTER_Daisy2.svg": "ひなぎく",
    "CHARACTER_Daisy3.svg": "ひなぎく",
    "CHARACTER_Tulip2.svg": "ちゅーりっぷ",
    "CHARACTER_Flowers.svg": "はな",
    "CHARACTER_Apple.svg": "りんご",
    "CHARACTER_Peach.svg": "もも",
    "CHARACTER_Mushroom.svg": "きのこ",
    "CHARACTER_Star.svg": "ほし",
    "CHARACTER_Star2.svg": "ほし",
    "CHARACTER_Star3.svg": "ほし",
    "CHARACTER_ShootingStar.svg": "ながれぼし",
    "CHARACTER_Earth.svg": "ちきゅう",
    "CHARACTER_Planet.svg": "わくせい",
    "CHARACTER_Sun.svg": "たいよう",
    "CHARACTER_Moon.svg": "まんげつ",
    "CHARACTER_CrescentMoon.svg": "みかづき",
    "CHARACTER_Cloud1.svg": "くも",
    "CHARACTER_Thundercloud.svg": "あらしのくも",
    "CHARACTER_Tornado.svg": "たつまき",
    "CHARACTER_Barn.svg": "なや",
    "CHARACTER_Fort.svg": "とりで",
    "CHARACTER_Castle.svg": "しろ",
    "CHARACTER_Igloo.svg": "えすきもーのいえ",
    "CHARACTER_House1.svg": "いえ",
    "CHARACTER_House.svg": "いえ",
    "CHARACTER_House3.svg": "いえ",
    "CHARACTER_House4.svg": "いえ",
    "CHARACTER_Apartment.svg": "あぱーとめんと（まんしょん）",
    "CHARACTER_School.svg": "がっこう",
    "CHARACTER_Shop.svg": "みせ",
    "CHARACTER_Fence.svg": "ふぇんす",
    "CHARACTER_Mailbox.svg": "ゆうびんうけ",
    "CHARACTER_Cake.svg": "けーき",
    "CHARACTER_Ball.svg": "ぼーる",
    "CHARACTER_Basketball.svg": "ばすけっとぼーる",
    "CHARACTER_Soccerball.svg": "さっかーぼーる",
    "CHARACTER_SoccerNet.svg": "さっかーねっと（さっかーごーる）",
    "CHARACTER_Bed.svg": "べっど",
    "CHARACTER_NightTable.svg": "ないとてーぶる",
    "CHARACTER_Stool.svg": "まるいす",
    "CHARACTER_Table.svg": "てーぶる",
    "CHARACTER_Car.svg": "くるま",
    "CHARACTER_Bus.svg": "ばす",
    "CHARACTER_SailBoat.svg": "よっと",
    "CHARACTER_Boat2.svg": "ふね",
    "CHARACTER_Rocket.svg": "ろけっと",
    "CHARACTER_Ben.svg": "人",
    "CHARACTER_Elle.svg": "こども",
    "CHARACTER_Farrah.svg": "人",
    "CHARACTER_Jai.svg": "人",
    "CHARACTER_Joey.svg": "こども",
    "CHARACTER_Kate.svg": "こども",
    "CHARACTER_Nahom.svg": "こども",
    "CHARACTER_Nia.svg": "人",
    "CHARACTER_Sam.svg": "こども",
    "CHARACTER_Tom.svg": "人",
    "BACKGROUND_Farm.svg": "のうじょう",
    "BACKGROUND_Park.svg": "こうえん",
    "BACKGROUND_Suburbs.svg": "こうがい",
    "BACKGROUND_City.svg": "まち",
    "BACKGROUND_Library.svg": "としょかん",
    "BACKGROUND_Classroom.svg": "きょうしつ",
    "BACKGROUND_Theatre.svg": "げきじょう",
    "BACKGROUND_Gym.svg": "たいいくかん",
    "BACKGROUND_Gym2.svg": "たいいくかん",
    "BACKGROUND_Bedroom.svg": "しんしつ",
    "BACKGROUND_EmptyRoom.svg": "なにもないへや",
    "BACKGROUND_Summer.svg": "なつ",
    "BACKGROUND_Fall.svg": "あき",
    "BACKGROUND_Winter.svg": "ふゆ",
    "BACKGROUND_Spring.svg": "はる",
    "BACKGROUND_Creek.svg": "かわ",
    "BACKGROUND_Lake.svg": "みずうみ",
    "BACKGROUND_Woods.svg": "もり",
    "BACKGROUND_BeachDay.svg": "ひるまのかいがん",
    "BACKGROUND_BeachSunrise.svg": "ゆうやけのかいがん",
    "BACKGROUND_BeachNight.svg": "よるのかいがん",
    "BACKGROUND_Underwater.svg": "すいちゅう",
    "BACKGROUND_Jungle.svg": "じゃんぐる",
    "BACKGROUND_Savannah.svg": "そうげん",
    "BACKGROUND_Desert.svg": "さばく",
    "BACKGROUND_Arctic.svg": "ほっきょく",
    "BACKGROUND_Space.svg": "うちゅう",
    "BACKGROUND_MoonBkg.svg": "つき",
    "BLOCK_DESC_GREEN_FLAG": "みどりのはたですたーと",
    "BLOCK_DESC_ON_TAP": "{CHARACTER_NAME}をたっぷしてすたーと",
    "BLOCK_DESC_ON_BUMP": "{CHARACTER_NAME}とぶつかったらすたーと",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "おれんじ",
    "BLOCK_DESC_ON_MESSAGE": "{COLOR} いろのめっせーじですたーと",
    "BLOCK_DESC_SEND_MESSAGE": "{COLOR} いろのすたーとめっせーじをおくる",
    "BLOCK_DESC_MOVE_RIGHT": "みぎにうごく",
    "BLOCK_DESC_MOVE_LEFT": "ひだりにうごく",
    "BLOCK_DESC_MOVE_UP": "うえにうごく",
    "BLOCK_DESC_MOVE_DOWN": "したにうごく",
    "BLOCK_DESC_TURN_RIGHT": "みぎへまわる",
    "BLOCK_DESC_TURN_LEFT": "ひだりへまわる",
    "BLOCK_DESC_HOP": "じゃんぷする",
    "BLOCK_DESC_GO_HOME": "さいしょにもどる",
    "BLOCK_DESC_SAY": "はなす",
    "BLOCK_DESC_GROW": "おおきくする",
    "BLOCK_DESC_SHRINK": "ちいさくする",
    "BLOCK_DESC_RESET_SIZE": "おおきさをもとへもどす",
    "BLOCK_DESC_HIDE": "けす",
    "BLOCK_DESC_SHOW": "みせる",
    "BLOCK_DESC_PLAY_SOUND": "{SOUND_NAME}をさいせい",
    "BLOCK_DESC_PLAY_SOUND_POP": "ぽん",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "ろくおんしたおとをさいせい",
    "BLOCK_DESC_WAIT": "まつ",
    "BLOCK_DESC_STOP": "{CHARACTER_NAME}をとめる",
    "BLOCK_DESC_SET_SPEED": "はやさをきめる",
    "BLOCK_DESC_REPEAT": "くりかえす",
    "BLOCK_DESC_END": "しゅうりょう",
    "BLOCK_DESC_REPEAT_FOREVER": "ずっとくりかえす",
    "BLOCK_DESC_GO_TO_PAGE": "{PAGE}ぺーじへすすむ",
    "SHARING_BY_EMAIL": "Eめーるで きょうゆうする",
    "SHARING_BY_AIRDROP": "えあどろっぷで きょうゆうする",
    "SHARING_EMAIL_SUBJECT": "すくらっちじゅにあ ぷろじぇくと： {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "アイコンをクリックして、あなたのiPadやアンドロイドタブレットでスクラッチジュニアアプリを試してみよう。<br><br>もしスクラッチジュニアアプリを持っていなければ、Apple App storeかGoogle Play Storeから <a href='http://www.scratchjr.org'>ダウンロード</a> できます。<br><br>子供達はスクラッチジュニアで自分自身で対話型の物語やゲームを作ることができます。詳しくは  <a href='http://www.scratchjr.org'>scratchjr.org</a>を見てください。",
    "FOR_PARENTS": "保護者の方へ",
    "PARENTAL_GATE_EXPLANATION": "なぜかくにんするのでしょうか？おんらいんできょうゆうするにはおとなのきょかがひつようだからです。（やくしゃちゅう：おとうさん、おかあさん、おとなのひとにきいてください）",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "ぷろじぇくと",
    "LIBRARY_CHARACTER": "きゃらくたー",
    "LIBRARY_BACKGROUND": "はいけい",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "はい",
    "ALERT_BACK": "もどる",
    "ALERT_SAVING": "ほぞんちゅう...",
    "SELECT_LANGUAGE": "げんごをえらぶ",
    "USAGE_QUESTION": "すくらっちじゅにあをどこでつかいますか？",
    "USAGE_SCHOOL": "がっこう",
    "USAGE_HOME": "おうち",
    "USAGE_OTHER": "そのほか",
    "USAGE_NONE": "どちらかというと言いたくない"
}
