{
    "MY_PROJECTS": "Moje Projekty",
    "IMPORT_ERROR": "<h2 class='title'>O nie! Plik nie działa</h2><div class='content'>Może coś jest nie tak z Twoim plikiem. <br>Upewnij się, że to działający plik .sjr i spróbuj ponownie.</div>",
    "QUICK_INTRO": "Szybkie wprowadzenie do ScratchJr",
    "SAMPLE_PROJECTS": "Przykładowe Projekty",
    "ABOUT_SCRATCHJR": "O ScratchJr",
    "INTERFACE_GUIDE": "Przewodnik po Interfejsie",
    "PAINT_EDITOR_GUIDE": "Przewodnik po Edytorze Rysunków",
    "BLOCKS_GUIDE": "Przewodnik po Blokach",
    "PRIVACY_POLICY": "Polityka Prywatności",
    "ABOUT_WHAT_IS": "Czym jest ScratchJr?",
    "ABOUT_DESCRIPTION": "ScratchJr to język wprowadzający do programowania, który pozwala małym dzieciom (w wieku 5-7 lat) tworzyć własne interaktywne opowiadania i gry. Dzieci łączą ze sobą graficzne bloki kodu, aby postacie poruszały się, skakały, tańczyły i śpiewały.  Dzieci mogą edytować postacie w edytorze rysunków, nagrywać własne dźwięki, a nawet wklejać swoje zdjęcia - a potem, korzystać z bloków kodu, aby ożywić swoich bohaterów.",
    "ABOUT_INSPIRED_BY": "Inspiracją do powstania ScratchJr był popularny język Scratch (http://scratch.mit.edu), z którego korzystają miliony uczniów (od 8 roku życia) na całym świecie. Podczas tworzenia ScratchJr, zmieniliśmy interfejs i dostosowaliśmy język programowania do poziomu rozwoju młodszych dzieci. Starannie zaprojektowaliśmy funkcjonalności, tak aby odpowiadały emocjonalnym, społecznym i poznawczym możliwościom młodszych uczniów.<br/><br/>Więcej informacji o ScratchJr znajdziesz na stronie http://scratchjr.org",
    "ABOUT_WHY_CREATE": "Dlaczego stworzyliśmy ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "Programowanie (czyli kodowanie) to współczesny odpowiednik umiejętności czytania i pisania. Kodowanie, tak samo jak pisanie, pozwala zorganizować tok myślenia i wyrazić swoje pomysły. W przeszłości programowanie uchodziło za coś trudnego, dostępnego tylko dla nielicznych. Jednak my uważamy, że kodowanie powinno być dostępne dla każdego - tak jak pisanie.<br/><br/>Gdy małe dzieci kodują w ScratchJr, uczą się jak kreatywnie wyrażać swoje pomysły i z użyciem komputera tworzyć, a nie tylko biernie korzystać z komputera. Podczas pracy, dzieci uczą się jak rozwiązywać problemy i projektować rozwiązania oraz rozwijają umiejętność analitycznego myślenia, która jest podstawą sukcesu w dalszej edukacji. Ponadto, korzystają z matematyki i języka w ciekawym, motywującym kontekście, co dodatkowo wspiera rozwój umiejętności liczenia, czytania i pisania. W ScratchJr dzieci nie tylko uczą się kodować, ale kodują by się uczyć.",
    "ABOUT_WHO_CREATED": "Kto stworzył ScratchJr?",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr jest utrzymywany w wyniku współpracy między Scratch Foundation i Developmental Technologies Research Group (DevTech) Research Group w Lynch School of Education w Boston College. ScratchJr został pierwotnie stworzony przez DevTech – (kierowany przez Marinę Umaschi Bers, z udziałem Amandy Strawhacker, Claire Caine, Louise Flannery, Elizabeth Kazakoff i Dylana Portelance), grupę Lifelong Kindergarten w MIT Media Lab – (kierowaną przez Mitchela Resnicka, z udziałem Chrisa Garrity'ego, Tima Mickela, Carla Bowmana, Champiki Fernando, Natalie Rusk, Sayamindu Dasgupty i Chrisa Gravesa) oraz Playful Invention Company (prowadzonej przez Paulę Bont&aacute; i Briana Silvermana, z udziałem Jacka Geddesa i Adriana Gabriela) . Wersja Androida ScratchJr została zaimplementowana przez Two Sigma (kierowana przez Marka Rotha, z wkładem Kevina Hu), z wkładem od Benesse Corp.<br/> <br/>Grafika i ilustracje do ScratchJr zostały stworzone przez HvingtQuatre Company (kierowana autorstwa Juliena Gelifiera i Adriena Valesy), Sarah Thomson, Petera Muellera, Jillian Lombardi i Blane'a Asrata. Paula Aguilera z MIT Media Lab wyprodukowała wideo ScratchJr. Chcielibyśmy również podziękować wszystkim, którzy uczestniczyli w społecznościach beta-testów iPada i Androida, w szczególności Sergio Antolinez, Vandendaele Didier i Sjoerd Dirk Meijer.",
    "ABOUT_WHO_SUPPORTED": "Kto Wspiera ScratchJr?",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "Projekt ScratchJr otrzymał hojne finansowe wsparcie od National Science Foundation (NSF DRL-1118664), Scratch Foundation, Fundacji LEGO oraz British Telecommunications.<br/><br/>Jeśli chcesz wspomóc dalszy rozwój aplikacji ScratchJr, możesz dokonać wpłaty na konto organizacji non-profit Scratch Foundation (www.scratchfoundation.org). Będziemy wdzięczni za każdą pomoc, dużą i małą.<br/><br/>Platynowi darczyńcy w kampanii ScratchJr na Kickstarter: Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson, and Shirley Resnick.<br/><br/>Pozostali darczyńcy w kampanii ScratchJr na Kickstarter: ",
    "BLOCKS_TRIGGERING_BLOCKS": "Bloki Uruchamiania",
    "BLOCKS_GREEN_FLAG": "Start od Zielonej Flagi.",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "Uruchamia skrypt, gdy dotkniemy zielonej flagi.",
    "BLOCKS_ON_TAP": "Start po Stuknięciu",
    "BLOCKS_ON_TAP_DESCRIPTION": "Uruchamia skrypt, gdy dotkniemy postaci.",
    "BLOCKS_ON_TOUCH": "Start po Dotknięciu",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "Uruchamia skrypt, gdy postać zostanie dotknięta przez inną postać.",
    "BLOCKS_ON_MESSAGE": "Start po otrzymaniu Wiadomości",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "Uruchamia skrypt, gdy zostanie wysłana wiadomość określonego koloru.",
    "BLOCKS_SEND_MESSAGE": "Wyślij Wiadomość",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Wysyła wiadomość określonego koloru.",
    "BLOCKS_MOTION_BLOCKS": "Bloki Ruchu",
    "BLOCKS_MOVE_RIGHT": "Przesuń w Prawo",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Przesuwa postać w prawo o określoną liczbę kwadratów siatki.",
    "BLOCKS_MOVE_LEFT": "Przesuń w Lewo",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Przesuwa postać w lewo o określoną liczbę kwadratów siatki.",
    "BLOCKS_MOVE_UP": "Przesuń w Górę",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Przesuwa postać w górę o określoną liczbę kwadratów siatki.",
    "BLOCKS_MOVE_DOWN": "Przesuń w Dół",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Przesuwa postać w dół o określoną liczbę kwadratów siatki.",
    "BLOCKS_TURN_RIGHT": "Obróć w Prawo",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Obraca postać o określoną wartość zgodnie z ruchem wskazówek zegara. Obrót o 12 to pełen obrót.",
    "BLOCKS_TURN_LEFT": "Obróć w Lewo",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Obraca postać o określoną wartość przeciwnie do ruchu wskazówek zegara. Obrót o 12 to pełen obrót.",
    "BLOCKS_HOP": "Skok",
    "BLOCKS_HOP_DESCRIPTION": "Przesuwa postać w górę o określoną liczbę kwadratów siatki, a potem z powrotem w dół.",
    "BLOCKS_GO_HOME": "Wróć do pozycji Początkowej",
    "BLOCKS_GO_HOME_DESCRIPTION": "Ustawia postać w jej pozycji początkowej. (Aby ustawić nową pozycję początkową, przeciągnij postać).",
    "BLOCKS_LOOKS_BLOCKS": "Bloki Wyglądu",
    "BLOCKS_SAY": "Powiedz",
    "BLOCKS_SAY_DESCRIPTION": "Pokazuje określoną wiadomość zapisaną w dymku nad postacią.",
    "BLOCKS_GROW": "Powiększ",
    "BLOCKS_GROW_DESCRIPTION": "Zwiększa rozmiar postaci.",
    "BLOCKS_SHRINK": "Zmniejsz",
    "BLOCKS_SHRINK_DESCRIPTION": "Zmniejsza rozmiar postaci.",
    "BLOCKS_RESET_SIZE": "Resetuj Rozmiar",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Przywraca domyślny rozmiar postaci.",
    "BLOCKS_HIDE": "Ukryj",
    "BLOCKS_HIDE_DESCRIPTION": "Postać stopniowo znika, aż stanie się niewidoczna.",
    "BLOCKS_SHOW": "Pokaż",
    "BLOCKS_SHOW_DESCRIPTION": "Postać stopniowo pojawia się, aż stanie się w pełni widoczna.",
    "BLOCKS_SOUND_BLOCKS": "Bloki Dźwięku",
    "BLOCKS_POP": "Pop",
    "BLOCKS_POP_DESCRIPTION": "Odtwarza domyślny dźwięk \"Pop\".",
    "BLOCKS_PLAY_RECORDED": "Odtwórz Nagrany Dźwięk",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Odtwarza dźwięk nagrany przez użytkownika.",
    "BLOCKS_CONTROL_BLOCKS": "Bloki Sterowania",
    "BLOCKS_WAIT": "Czekaj",
    "BLOCKS_WAIT_DESCRIPTION": "Zatrzymuje działanie skryptu na określony czas (wartość 10 to jedna sekunda).",
    "BLOCKS_STOP": "Zatrzymaj",
    "BLOCKS_STOP_DESCRIPTION": "Zatrzymuje wszystkie skrypty postaci.",
    "BLOCKS_SET_SPEED": "Ustaw Prędkość",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Zmienia tempo wykonywania bloków.",
    "BLOCKS_REPEAT": "Powtórz",
    "BLOCKS_REPEAT_DESCRIPTION": "Wykonuje bloki w pętli, określoną liczbę razy.",
    "BLOCKS_END_BLOCKS": "Bloki Zakończenia",
    "BLOCKS_END": "Koniec",
    "BLOCKS_END_DESCRIPTION": "Wskazuje koniec skryptu (ale nie wpływa w żaden sposób na skrypt).",
    "BLOCKS_REPEAT_FOREVER": "Powtarzaj Zawsze",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Powtarza wykonanie skryptu w nieskończonej pętli.",
    "BLOCKS_GO_TO_PAGE": "Idź do Strony",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Przechodzi na określoną stronę projektu.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Zapisz",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Scena",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Tryb prezentacji",
    "INTERFACE_GUIDE_GRID": "{N, number} | Siatka",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Zmień Tło",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Dodaj Tekst",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Reset Postaci",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Zielona Flaga",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Strony",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Informacje o Projekcie",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Cofnij i Przywróć",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | Skrypt",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Obszar Programowania",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | Paleta Bloków",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | Kategorie bloków",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Postacie",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Zapisuje projekt i wychodzi na stronę główną.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "Na scenie rozgrywa się cała akcja projektu. Aby usunąć postać, dotknij i przytrzymaj ją.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Rozszerza scenę na pełen ekran.",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Włącz (i wyłącz) siatkę współrzędnych.",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Wybierz tło sceny, albo stwórz własne tło.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Dodaj tytuły i napisy do sceny.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Reset wszystkich postaci przenosi je na pozycje początkowe. (Przeciągnij postać, aby zmienić jej pozycję początkową).",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "Uruchamia wszystkie skrypty, które rozpoczynają się od bloku \"Start od Zielonej Flagi\".",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Wybierz spośród stron w projekcie - lub dotknij znak plusa, aby dodać nową stronę. Aby usunąć stronę, naciśnij ją i przytrzymaj. Aby zmienić kolejność stron, przeciągnij je do nowych pozycji. ",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Zmień nazwę projektu, sprawdź datę powstania projektu i wyślij projekt (opcja wysyłania projektu jest dostępna tylko na niektórych urządzeniach).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Jeśli się pomylisz, dotknij przycisk Cofnij, aby anulować ostatnią akcję. Dotknij Przywróć, aby przywrócić zmiany.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "Przeciągnij i połącz bloki kodu, aby stworzyć skrypt. Dotknij dowolnego miejsca skryptu, aby go uruchomić. Aby usunąć pojedynczy blok albo cały skrypt, wyciągnij go poza obszar programowania. Aby skopiować skrypt z jednej postaci do innej, przeciągnij go i upuść na miniaturę postaci.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "W tym obszarze łączysz bloki kodu w skrypty, aby powiedzieć swoim postaciom co powinny robić.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "To jest lista dostępnych bloków kodu. Przeciągnij blok do obszaru programowania, a następnie dotknij go i sprawdź jego działanie.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "W tym miejscu można wybrać kategorię bloków programowania: Bloki Uruchamiania (Żółty), Ruchu (Niebieski), Wyglądu (Fioletowy), Dźwięków (Zielony), Sterowania (Pomarańczowy), Bloki Kończenia (Czerwone). ",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Wybierz spośród postaci w swoim projekcie - lub dotknij plusa aby dodać nową. Po wybraniu postaci możesz edytować jej skrypty, dotknij jej nazwę, aby zmienić nazwę lub dotknij pędzla, aby ją edytować.  Aby usunąć postać, dotknij ją i przytrzymaj. Aby skopiować postać na inną stronę, przeciągnij ją na miniaturę strony.",
    "PAINT_GUIDE_UNDO": "{N, number} | Cofnij",
    "PAINT_GUIDE_REDO": "{N, number} | Przywróć",
    "PAINT_GUIDE_SHAPE": "{N, number} | Kształt",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Nazwa Postaci",
    "PAINT_GUIDE_CUT": "{N, number} | Wytnij",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Kopiuj",
    "PAINT_GUIDE_ROTATE": "{N, number} | Obróć",
    "PAINT_GUIDE_DRAG": "{N, number} | Przeciągnij",
    "PAINT_GUIDE_SAVE": "{N, number} | Zapisz",
    "PAINT_GUIDE_FILL": "{N, number} | Wypełnij",
    "PAINT_GUIDE_CAMERA": "{N, number} | Aparat",
    "PAINT_GUIDE_COLOR": "{N, number} | Kolor",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Szerokość linii",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Cofa ostatnią zmianę.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Przywraca cofnięte zmiany.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Wybierz kształt do rysowania: linię, koło/elipsę, prostokąt lub trójkąt.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Edytuj nazwę postaci.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Wybierz narzędzie wycinania, a następnie dotknij postać lub kształt, aby go usunąć z obszaru roboczego.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Wybierz narzędzie Kopiuj, a następnie dotknij wybranej postaci lub kształtu, aby je skopiować.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Po wybraniu narzędzia Obróć, możesz obrócić postać lub kształt wokół jego środka.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Po wybraniu narzędzia Przeciągnij, można przeciągnąć postać lub kształt na ekranie. Jeśli klikniesz na kształt, możesz edytować kształt, przeciągając pojawiające się punkty.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Zapisz zmiany i zamknij Edytor Rysunków.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Po wybraniu narzędzia Wypełnij, dotknij wybrany fragment postaci lub kształtu, aby wypełnić je aktualnym kolorem.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Po wybraniu narzędzia Aparat, możesz wybrać dowolną część postaci lub kształtu, a następnie dotknąć przycisk aparatu by wypełnić tę sekcję nowym zdjęciem z aparatu.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Wybierz nowy kolor rysowania i wypełniania kształtów.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Zmień szerokość linii kształtów, które rysujesz.",
    "PRIVACY_TITLE": "Polityka prywatności ScratchJr",
    "PRIVACY_LAST_UPDATED": "Ostatnia aktualizacja polityki prywatności ScratchJr: 3 listopada 2021 r.",
    "PRIVACY_HIGHLIGHT": "Scratch dba o Twoją prywatność. Ten dokument, zwany „polityką prywatności”, wyjaśnia, jakie informacje od Ciebie zbieramy, w jaki sposób je zbieramy, dlaczego je zbieramy i jak je chronimy. Informuje również o wyborach i opcjach dotyczących Twoich informacji.",
    "PRIVACY_DESCRIPTION": "Fundacja Scratch i powiązane podmioty (zwane łącznie \"<b>Scratch</b>\", \"<b>my</b>\", \"<b>nasz</b>\" lub \"<b>nas</b>\") rozumieją, jak ważna jest prywatność dla naszej społeczności, zwłaszcza dzieci i rodziców (\"<b>ty</b>\" lub \"<b>użytkownik</b>\"). Napisaliśmy tę politykę prywatności (\"<b>Polityka Prywatności</b>\"), aby wyjaśnić, jakie informacje zbieramy za pośrednictwem aplikacji mobilnej ScratchJr (\"<b>Aplikacja</b>\"), w jaki sposób je wykorzystujemy, przetwarzamy i udostępniamy oraz co robimy, aby były bezpieczne. Informuje również o twoich prawach i wyborach w odniesieniu do twoich danych osobowych oraz o tym, jak możesz się z nami skontaktować, jeśli masz jakiekolwiek pytania lub wątpliwości.<br>Przeczytaj uważnie niniejszą Politykę prywatności, aby zrozumieć swoje prawa w odniesieniu do Twoich danych osobowych oraz sposób, w jaki będziemy gromadzić, wykorzystywać i przetwarzać Twoje dane osobowe. Jeśli nie zgadzasz się z niniejszą Polityką prywatności lub jakąkolwiek jej częścią, nie powinieneś uzyskiwać dostępu do żadnej części Aplikacji ani z niej korzystać. Jeśli w przyszłości zmienisz zdanie, musisz zaprzestać korzystania z Aplikacji i możesz skorzystać ze swoich praw w odniesieniu do swoich danych osobowych, jak określono w niniejszej Polityce prywatności.",
    "PRIVACY_INFORMATION_COLLECTED": "Jakie dane osobowe zbiera o mnie Zespół ScratchJr?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch zbiera i przechowuje informacje, które nam przekazujesz, na przykład, czy chcesz korzystać z Aplikacji w domu czy w szkole i w jakim języku. Aplikacja automatycznie zbiera pewne informacje o tablecie lub telefonie, na którym korzystasz z Aplikacji oraz o tym, jak grasz w Aplikacji.",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "Na potrzeby niniejszej Polityki prywatności „Dane osobowe” oznaczają wszelkie informacje dotyczące zidentyfikowanej lub możliwej do zidentyfikowania osoby fizycznej. Dane osobowe dotyczące użytkownika uzyskujemy z różnych źródeł opisanych poniżej.<br>W stosownych przypadkach wskazujemy, czy i dlaczego musisz podać nam swoje dane osobowe, a także konsekwencje niedopełnienia tego obowiązku. Jeśli nie podasz Danych Osobowych na żądanie, możesz nie być w stanie korzystać z naszej Aplikacji, jeśli te informacje są niezbędne do udostępnienia Ci Aplikacji lub jeśli jesteśmy prawnie zobowiązani do gromadzenia tych informacji.",
    "PRIVACY_INFO_FROM_YOU": "Informacje dostarczone przez Ciebie",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projekty.</b>Aplikacja gromadzi projekty, które możesz tworzyć w Aplikacji, w tym obrazy lub nagrania dźwiękowe zawarte w projektach. Jednak te informacje są przechowywane tylko lokalnie na Twoim urządzeniu i nie są przesyłane ani dostępne dla Scratch. Kiedy po raz pierwszy pobierasz aplikację, prosimy o pozwolenie na dostęp do aparatu (aby umożliwić Ci robienie zdjęć do wykorzystania jako postacie w Twoich projektach) i mikrofonu (do nagrywania dźwięków do wykorzystania w Twoich projektach) Twojego urządzenia. Możesz wyłączyć te funkcje w dowolnym momencie w ustawieniach Aplikacji dostępnych na Twoim urządzeniu. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Preferencje.</b>Zapytamy Cię, czy będziesz korzystać z Aplikacji w szkole, w domu lub z innego powodu i w jakim języku chcesz, abyśmy wyświetlali Aplikację. ",
    "PRIVACY_INFO_FROM_AUTO": "Informacje zbierane w sposób zautomatyzowany",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "W jaki sposób zespół ScratchJr wykorzystuje moje dane osobowe?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Our use of European Personal Information",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, we only use your information when we have a ground that allows us to do so.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "If you are located in the European Economic Area (“<b>EEA</b>”), the UK or Switzerland we only process your Personal Information when we have a valid legal basis:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "How Does the ScratchJr Team Share my Personal Information?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "We disclose your Personal Information to third parties in the following circumstances:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Your Rights and Choices",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Deleting your information.</b> You can delete your projects by deleting the App from your device.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Your European Data Protection Rights",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Data Retention",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "We don't keep your information forever. We only keep it for as long as we need it to help us do the activities explained in this policy.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "We take steps to keep your information safe and secure.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifications of Changes to the Privacy Policy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "International Cross-Border Data Transfer",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "Kontakt",
    "PRIVACY_CONTACT_HIGHLIGHT": "Please write to us or email us using the contact details set out below. ",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "Podwodne życie",
    "SAMPLE_Farm": "Farma",
    "SAMPLE_Seasons": "Pory roku",
    "SAMPLE_Friends": "Przyjaciele",
    "SAMPLE_Dance": "Taniec",
    "SAMPLE_Animal Race": "Wyścig zwierząt",
    "SAMPLE_Bump": "Kaczki",
    "SAMPLE_Quick Intro": "Szybkie wprowadzenie",
    "SAMPLE_Star": "Gwiazda",
    "SAMPLE_TEXT_key_character_cat": "Kot",
    "SAMPLE_TEXT_key_character_star": "Gwiazda",
    "SAMPLE_TEXT_key_character_teen_girl": "Nastolatka",
    "SAMPLE_TEXT_key_character_teen_boy": "Nastolatek",
    "SAMPLE_TEXT_key_farm_tap_them": "Dotknij ich",
    "SAMPLE_TEXT_key_party_question": "Przyjęcie?",
    "SAMPLE_TEXT_key_soccer_question": "A może mecz?",
    "SAMPLE_TEXT_key_goal": "Gol!!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Ryba",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Konik morski",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Rozgwiazda",
    "SAMPLE_TEXT_key_farm_pig": "Świnia",
    "SAMPLE_TEXT_key_farm_horse": "Koń",
    "SAMPLE_TEXT_key_farm_chicken": "Kurczak",
    "SAMPLE_TEXT_key_farm_barn": "Stodoła",
    "SAMPLE_TEXT_key_seasons_summer": "Lato",
    "SAMPLE_TEXT_key_seasons_fall": "Jesień",
    "SAMPLE_TEXT_key_seasons_winter": "Zima",
    "SAMPLE_TEXT_key_seasons_spring": "Wiosna",
    "SAMPLE_TEXT_key_friends_cake": "Ciasto",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Piłka",
    "SAMPLE_TEXT_key_friends_child": "Dziecko",
    "SAMPLE_TEXT_key_friends_table": "Stół",
    "SAMPLE_TEXT_key_friends_soccer_net": "Bramka",
    "SAMPLE_TEXT_key_animalrace_elephant": "Słoń",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Żyrafa",
    "SAMPLE_TEXT_key_animalrace_monkey": "Małpa",
    "SAMPLE_TEXT_key_dance_scubadiver": "Płetwonurek",
    "SAMPLE_TEXT_key_dance_snake": "Wąż",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Żółta Kaczka",
    "SAMPLE_TEXT_key_bump_blue_duck": "Niebieska Kaczka",
    "SAMPLE_TEXT_key_bump_green_duck": "Zielona Kaczka",
    "SAMPLE_TEXT_key_quickintro_fish": "Ryba",
    "SAMPLE_TEXT_key_quickintro_toc": "Toc",
    "CHARACTER_Cat.svg": "Kot",
    "CHARACTER_Cat2.svg": "Spacerujący Kot",
    "CHARACTER_Blue.svg": "Tic",
    "CHARACTER_Purple.svg": "Tac",
    "CHARACTER_Red.svg": "Toc",
    "CHARACTER_Dragon.svg": "Smok",
    "CHARACTER_Fairy.svg": "Wróżka",
    "CHARACTER_Wizard.svg": "Czarodziej",
    "CHARACTER_Dog.svg": "Pies",
    "CHARACTER_Rabbit.svg": "Królik",
    "CHARACTER_Chicken.svg": "Kurczak",
    "CHARACTER_Pig.svg": "Świnka",
    "CHARACTER_Horse.svg": "Koń",
    "CHARACTER_Zebra.svg": "Zebra",
    "CHARACTER_Monkey.svg": "Małpa",
    "CHARACTER_Elephant.svg": "Słoń",
    "CHARACTER_Giraffe.svg": "Żyrafa",
    "CHARACTER_Camel.svg": "Wielbłąd",
    "CHARACTER_Butterfly.svg": "Motyl",
    "CHARACTER_Fly.svg": "Mucha",
    "CHARACTER_Bat.svg": "Nietoperz",
    "CHARACTER_Bird.svg": "Ptak",
    "CHARACTER_Snake.svg": "Wąż",
    "CHARACTER_Lizard.svg": "Jaszczurka",
    "CHARACTER_Frog.svg": "Żaba",
    "CHARACTER_Duck.svg": "Kaczka",
    "CHARACTER_Crab.svg": "Krab",
    "CHARACTER_Seahorse.svg": "Konik Morski",
    "CHARACTER_Starfish.svg": "Rozgwiazda",
    "CHARACTER_Fish1.svg": "Ryba",
    "CHARACTER_Fish2.svg": "Ryba",
    "CHARACTER_Whale.svg": "Wieloryb",
    "CHARACTER_Penguin.svg": "Pingwin",
    "CHARACTER_PolarBear.svg": "Niedźwiedź Polarny",
    "CHARACTER_Girl1V2.svg": "Dziecko",
    "CHARACTER_Girl2V2.svg": "Dziecko",
    "CHARACTER_Girl3V2.svg": "Dziecko",
    "CHARACTER_Boy1V2.svg": "Dziecko",
    "CHARACTER_Boy2V2.svg": "Dziecko",
    "CHARACTER_Boy3V2.svg": "Dziecko",
    "CHARACTER_TeenGirl1V2.svg": "Osoba",
    "CHARACTER_TeenGirl2V2.svg": "Osoba",
    "CHARACTER_TeenGirl3V2.svg": "Osoba",
    "CHARACTER_TeenBoy1V2.svg": "Osoba",
    "CHARACTER_TeenBoy2V2.svg": "Osoba",
    "CHARACTER_TeenBoy3V2.svg": "Osoba",
    "CHARACTER_Baby1V2.svg": "Małe Dziecko",
    "CHARACTER_Baby2V2.svg": "Małe Dziecko",
    "CHARACTER_Baby3V2.svg": "Małe Dziecko",
    "CHARACTER_MotherV2.svg": "Osoba",
    "CHARACTER_FatherV2.svg": "Osoba",
    "CHARACTER_GrandmotherV2.svg": "Osoba",
    "CHARACTER_GrandfatherV2.svg": "Osoba",
    "CHARACTER_GirlV2.svg": "Dziecko",
    "CHARACTER_BoyV2.svg": "Dziecko",
    "CHARACTER_Teen2V2.svg": "Osoba",
    "CHARACTER_Teen3V2.svg": "Osoba",
    "CHARACTER_Farmer1V2.svg": "Farmerka",
    "CHARACTER_FarmerV2.svg": "Farmerka",
    "CHARACTER_Bike2V2.svg": "Rowerzysta",
    "CHARACTER_BikeV2.svg": "Rowerzysta",
    "CHARACTER_Car2V2.svg": "Kierowca",
    "CHARACTER_Car1V2.svg": "Kierowca",
    "CHARACTER_AeroplaneV2.svg": "Pilot",
    "CHARACTER_AstronautV2.svg": "Astronauta",
    "CHARACTER_InuitV2.svg": "Eskimos",
    "CHARACTER_ScubadiverV2.svg": "Płetwonurek",
    "CHARACTER_RowboatV2.svg": "Wioślarz",
    "CHARACTER_Girl1.svg": "Dziecko",
    "CHARACTER_Girl2.svg": "Dziecko",
    "CHARACTER_Girl3.svg": "Dziecko",
    "CHARACTER_Boy1.svg": "Dziecko",
    "CHARACTER_Boy2.svg": "Dziecko",
    "CHARACTER_Boy3.svg": "Dziecko",
    "CHARACTER_TeenGirl1.svg": "Nastolatka",
    "CHARACTER_TeenGirl2.svg": "Nastolatka",
    "CHARACTER_TeenGirl3.svg": "Nastolatka",
    "CHARACTER_TeenBoy1.svg": "Nastolatek",
    "CHARACTER_TeenBoy2.svg": "Nastolatek",
    "CHARACTER_TeenBoy3.svg": "Nastolatek",
    "CHARACTER_Baby.svg": "Małe Dziecko",
    "CHARACTER_Mother.svg": "Mama",
    "CHARACTER_Father.svg": "Tata",
    "CHARACTER_Grandmother.svg": "Babcia",
    "CHARACTER_Grandfather.svg": "Dziadek",
    "CHARACTER_Girl.svg": "Dziecko",
    "CHARACTER_Boy.svg": "Dziecko",
    "CHARACTER_Teen2.svg": "Nastolatka",
    "CHARACTER_Teen3.svg": "Nastolatek",
    "CHARACTER_Farmer1.svg": "Farmerka",
    "CHARACTER_Farmer.svg": "Farmer",
    "CHARACTER_Bike2.svg": "Rowerzystka",
    "CHARACTER_Bike.svg": "Rowerzysta",
    "CHARACTER_Car2.svg": "Kierowca",
    "CHARACTER_Car1.svg": "Kierowca",
    "CHARACTER_Aeroplane.svg": "Pilot",
    "CHARACTER_Astronaut.svg": "Astronauta",
    "CHARACTER_Inuit.svg": "Eskimos",
    "CHARACTER_Scubadiver.svg": "Płetwonurek",
    "CHARACTER_Rowboat.svg": "Wioślarz",
    "CHARACTER_Tree1.svg": "Drzewo",
    "CHARACTER_Tree3.svg": "Drzewo",
    "CHARACTER_Tree4.svg": "Drzewo",
    "CHARACTER_Evergreen.svg": "Drzewo",
    "CHARACTER_Weed.svg": "Roślina",
    "CHARACTER_Pasture.svg": "Wysoka Trawa",
    "CHARACTER_Cactus.svg": "Kaktus",
    "CHARACTER_Daffodil.svg": "Żonkile",
    "CHARACTER_Daisy1.svg": "Stokrotka",
    "CHARACTER_Daisy2.svg": "Stokrotka",
    "CHARACTER_Daisy3.svg": "Stokrotka",
    "CHARACTER_Tulip2.svg": "Tulipan",
    "CHARACTER_Flowers.svg": "Kwiaty",
    "CHARACTER_Apple.svg": "Jabłko",
    "CHARACTER_Peach.svg": "Brzoskwinia",
    "CHARACTER_Mushroom.svg": "Muchomor",
    "CHARACTER_Star.svg": "Gwiazda",
    "CHARACTER_Star2.svg": "Gwiazda",
    "CHARACTER_Star3.svg": "Gwiazda",
    "CHARACTER_ShootingStar.svg": "Spadająca Gwiazda",
    "CHARACTER_Earth.svg": "Ziemia",
    "CHARACTER_Planet.svg": "Planeta",
    "CHARACTER_Sun.svg": "Słońce",
    "CHARACTER_Moon.svg": "Księżyc w Pełni",
    "CHARACTER_CrescentMoon.svg": "Księżyc",
    "CHARACTER_Cloud1.svg": "Chmura",
    "CHARACTER_Thundercloud.svg": "Chmura Burzowa",
    "CHARACTER_Tornado.svg": "Tornado",
    "CHARACTER_Barn.svg": "Stodoła",
    "CHARACTER_Fort.svg": "Fort",
    "CHARACTER_Castle.svg": "Zamek",
    "CHARACTER_Igloo.svg": "Igloo",
    "CHARACTER_House1.svg": "Dom",
    "CHARACTER_House.svg": "Dom",
    "CHARACTER_House3.svg": "Dom",
    "CHARACTER_House4.svg": "Dom",
    "CHARACTER_Apartment.svg": "Blok Mieszkalny",
    "CHARACTER_School.svg": "Szkoła",
    "CHARACTER_Shop.svg": "Sklep",
    "CHARACTER_Fence.svg": "Płot",
    "CHARACTER_Mailbox.svg": "Skrzynka Pocztowa",
    "CHARACTER_Cake.svg": "Ciasto",
    "CHARACTER_Ball.svg": "Piłka",
    "CHARACTER_Basketball.svg": "Piłka do Kosza",
    "CHARACTER_Soccerball.svg": "Piłka Nożna",
    "CHARACTER_SoccerNet.svg": "Bramka",
    "CHARACTER_Bed.svg": "Łóżko",
    "CHARACTER_NightTable.svg": "Szafka Nocna",
    "CHARACTER_Stool.svg": "Taboret",
    "CHARACTER_Table.svg": "Stół",
    "CHARACTER_Car.svg": "Samochód",
    "CHARACTER_Bus.svg": "Autobus",
    "CHARACTER_SailBoat.svg": "Żaglówka",
    "CHARACTER_Boat2.svg": "Statek",
    "CHARACTER_Rocket.svg": "Rakieta",
    "CHARACTER_Ben.svg": "Osoba",
    "CHARACTER_Elle.svg": "Dziecko",
    "CHARACTER_Farrah.svg": "Osoba",
    "CHARACTER_Jai.svg": "Osoba",
    "CHARACTER_Joey.svg": "Dziecko",
    "CHARACTER_Kate.svg": "Dziecko",
    "CHARACTER_Nahom.svg": "Dziecko",
    "CHARACTER_Nia.svg": "Osoba",
    "CHARACTER_Sam.svg": "Dziecko",
    "CHARACTER_Tom.svg": "Osoba",
    "BACKGROUND_Farm.svg": "Farma",
    "BACKGROUND_Park.svg": "Park",
    "BACKGROUND_Suburbs.svg": "Przedmieścia",
    "BACKGROUND_City.svg": "Miasto",
    "BACKGROUND_Library.svg": "Biblioteka",
    "BACKGROUND_Classroom.svg": "Klasa",
    "BACKGROUND_Theatre.svg": "Teatr",
    "BACKGROUND_Gym.svg": "Sala Gimnastyczna",
    "BACKGROUND_Gym2.svg": "Sala Gimnastyczna",
    "BACKGROUND_Bedroom.svg": "Sypialnia",
    "BACKGROUND_EmptyRoom.svg": "Pusty Pokój",
    "BACKGROUND_Summer.svg": "Lato",
    "BACKGROUND_Fall.svg": "Jesień",
    "BACKGROUND_Winter.svg": "Zima",
    "BACKGROUND_Spring.svg": "Wiosna",
    "BACKGROUND_Creek.svg": "Rzeka",
    "BACKGROUND_Lake.svg": "Jezioro",
    "BACKGROUND_Woods.svg": "Las",
    "BACKGROUND_BeachDay.svg": "Dzień na Plaży",
    "BACKGROUND_BeachSunrise.svg": "Zachód Słońca na Plaży",
    "BACKGROUND_BeachNight.svg": "Noc na Plaży",
    "BACKGROUND_Underwater.svg": "Pod Wodą",
    "BACKGROUND_Jungle.svg": "Dżungla",
    "BACKGROUND_Savannah.svg": "Sawanna",
    "BACKGROUND_Desert.svg": "Pustynia",
    "BACKGROUND_Arctic.svg": "Antarktyda",
    "BACKGROUND_Space.svg": "Kosmos",
    "BACKGROUND_MoonBkg.svg": "Księżyc",
    "BLOCK_DESC_GREEN_FLAG": "START OD ZIELONEJ FLAGI",
    "BLOCK_DESC_ON_TAP": "START PO DOTKNIĘCIU {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "START PO ZDERZENIU Z {CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "pomarańczowej",
    "BLOCK_DESC_ON_MESSAGE": "START PO OTRZYMANIU {COLOR} WIADOMOŚCI",
    "BLOCK_DESC_SEND_MESSAGE": "WYSŁANIE {COLOR} WIADOMOŚĆ STARTU",
    "BLOCK_DESC_MOVE_RIGHT": "PRZESUŃ W PRAWO",
    "BLOCK_DESC_MOVE_LEFT": "PRZESUŃ W LEWO",
    "BLOCK_DESC_MOVE_UP": "PRZESUŃ W GÓRĘ",
    "BLOCK_DESC_MOVE_DOWN": "PRZESUŃ W DÓŁ",
    "BLOCK_DESC_TURN_RIGHT": "OBRÓĆ W PRAWO",
    "BLOCK_DESC_TURN_LEFT": "OBRÓĆ W LEWO",
    "BLOCK_DESC_HOP": "SKOK",
    "BLOCK_DESC_GO_HOME": "WRÓĆ DO POZYCJI POCZĄTKOWEJ",
    "BLOCK_DESC_SAY": "POWIEDZ",
    "BLOCK_DESC_GROW": "POWIĘKSZ",
    "BLOCK_DESC_SHRINK": "ZMNIEJSZ",
    "BLOCK_DESC_RESET_SIZE": "RESETUJ ROZMIAR",
    "BLOCK_DESC_HIDE": "UKRYJ",
    "BLOCK_DESC_SHOW": "POKAŻ",
    "BLOCK_DESC_PLAY_SOUND": "ODTWÓRZ {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "pop",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "ODTWÓRZ NAGRANY DŹWIĘK",
    "BLOCK_DESC_WAIT": "CZEKAJ",
    "BLOCK_DESC_STOP": "ZATRZYMAJ {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "USTAW PRĘDKOŚĆ",
    "BLOCK_DESC_REPEAT": "POWTÓRZ",
    "BLOCK_DESC_END": "KONIEC",
    "BLOCK_DESC_REPEAT_FOREVER": "POWTARZAJ ZAWSZE",
    "BLOCK_DESC_GO_TO_PAGE": "IDŹ DO STRONY {PAGE}",
    "SHARING_BY_EMAIL": "Udostępnij przez e-mail",
    "SHARING_BY_AIRDROP": "Udostępnij przez Airdrop",
    "SHARING_EMAIL_SUBJECT": "Projekt ScratchJr: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Kliknij ikonę, aby wypróbować mój projekt ScratchJr na iPadzie lub tablecie Android!<br><br> Jeśli nie masz aplikacji ScratchJr, możesz <a href='http://www.scratchjr.org'>ją pobrać</a> ze sklepu Apple App lub sklepu Google Play.<br><br> Za pomocą ScratchJr, dzieci mogą tworzyć własne interaktywne opowiadania i gry. Aby dowiedzieć się więcej, zobacz <a href='http://www.scratchjr.org'>scratchjr.org</a>.",
    "FOR_PARENTS": "Dla rodziców",
    "PARENTAL_GATE_EXPLANATION": "Dlaczego o to pytamy? Osoba dorosła musi wyrazić zgodę na wysłanie projektu.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Projekt",
    "LIBRARY_CHARACTER": "Postać",
    "LIBRARY_BACKGROUND": "Tło",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "cześć",
    "ALERT_BACK": "Wróć",
    "ALERT_SAVING": "Zapisywanie...",
    "SELECT_LANGUAGE": "Wybierz język",
    "USAGE_QUESTION": "Gdzie używasz ScratchJr?",
    "USAGE_SCHOOL": "Szkoła",
    "USAGE_HOME": "Dom",
    "USAGE_OTHER": "Inne",
    "USAGE_NONE": "Wolę nie mówić"
}
