{
    "MY_PROJECTS": "Os Meus Projetos",
    "IMPORT_ERROR": "<h2 class='title'>Ah, não! O arquivo não está funcionando</h2><div class='content'>Pode haver algo errado com seu arquivo. <br>Certifique-se de que é um arquivo .sjr funcional e tente novamente.</div>",
    "QUICK_INTRO": "Introdução Rápida ao ScratchJr",
    "SAMPLE_PROJECTS": "Projetos de Exemplo",
    "ABOUT_SCRATCHJR": "Sobre o ScratchJr",
    "INTERFACE_GUIDE": "Guia da Interface",
    "PAINT_EDITOR_GUIDE": "Guia do Editor de Pintura",
    "BLOCKS_GUIDE": "Guia dos Blocos",
    "PRIVACY_POLICY": "Política de Privacidade",
    "ABOUT_WHAT_IS": "O que é o ScratchJr?",
    "ABOUT_DESCRIPTION": "O ScratchJr é uma linguagem de programação de iniciação que permite que crianças (5-7 anos) criem as suas próprias histórias e jogos interativos. As crianças encaixam blocos de programação que fazem os actores andar, saltar, dançar e cantar. As crianças podem alterar os actores no editor de pintura, adicionar as suas próprias vozes e sons, e até inserir as suas próprias fotografias – e depois podem utilizar os blocos de programação para dar vida aos seus actores.",
    "ABOUT_INSPIRED_BY": "O ScratchJr inspirou-se na popular linguagem de programação Scratch (http://scratch.mit.edu), utilizada por milhões de crianças (com 8 ou mais anos) em todo o mundo. Ao criar o ScratchJr, redesenhámos a interface e a linguagem de programação para os tornar apropriados para as crianças mais novas, concebendo cuidadosamente as suas características para se adaptarem ao seu desenvolvimento cognitivo, pessoal, social e emocional.<br/><br/>Para obter mais informações sobre o ScratchJr, consulte http://scratchjr.org",
    "ABOUT_WHY_CREATE": "Porque Criámos o ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "Programar (ou programação de computadores) é um novo tipo de literacia. Tal como escrever o ajuda a organizar o seu pensamento e a exprimir as suas ideias, o mesmo acontece com a programação. No passado, programar era visto como algo muito difícil para a maioria das pessoas. Mas acreditamos que programar deve ser para todos, tal como escrever.<br/><br/>À medida que programam no ScratchJr, as crianças aprendem como criar e como se exprimir com o computador, não apenas como interagir com ele. Durante esse processo, as crianças aprendem a resolver problemas e a criar projectos, além de desenvolverem competências que são fundamentais para o seu futuro sucesso académico. Também usam a matemática e a linguagem num contexto significativo e motivador, apoiando o desenvolvimento da numeracia e da literacia infantis. Com o ScratchJr, as crianças não aprendem simplesmente a programar: programam para aprender.",
    "ABOUT_WHO_CREATED": "Quem Criou o ScratchJr?",
    "ABOUT_WHO_CREATED_DESCRIPTION": "O ScratchJr é mantido como uma colaboração entre a Scratch Foundation e o Developmental Technologies (DevTech) Research Group da Lynch School of Education do Boston College. ScratchJr foi originalmente criado por DevTech – (liderado por Marina Umaschi Bers, com contribuições de Amanda Strawhacker, Claire Caine, Louise Flannery, Elizabeth Kazakoff e Dylan Portelance), o grupo Lifelong Kindergarten do MIT Media Lab – (liderado por Mitchel Resnick, com contribuições de Chris Garrity, Tim Mickel, Carl Bowman, Champika Fernando, Natalie Rusk, Sayamindu Dasgupta e Chris Graves) e da Playful Invention Company (liderada por Paula Bont&aacute; e Brian Silverman, com contribuições de Jack Geddes e Adrian Gabriel) . A versão Android do ScratchJr foi implementada pela Two Sigma (liderada por Mark Roth, com contribuições de Kevin Hu), com contribuições da Benesse Corp.<br/> <br/>Os gráficos e ilustrações do ScratchJr foram criados pela HvingtQuatre Company (liderada por Julien Gelifier e Adrien Valesa), Sarah Thomson, Peter Mueller, Jillian Lombardi e Blane Asrat. Paula Aguilera do MIT Media Lab produziu o vídeo ScratchJr. Também gostaríamos de agradecer a todos que participaram das comunidades de teste beta para iPad e Android, especialmente Sergio Antolinez, Vandendaele Didier e Sjoerd Dirk Meijer.",
    "ABOUT_WHO_SUPPORTED": "Quem Apoiou o ScratchJr?",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "O projecto ScratchJr recebeu uma generosa ajuda financeira da National Science Foundation (NSF DRL-1118664), da Fundação Scratch, da Fundação LEGO e da British Telecommunications.<br/><br/>Se gosta de utilizar esta aplicação gratuita, por favor considere fazer um donativo à Fundação Scratch (www.scratchfoundation.org), uma organização sem fins lucrativos que proporciona um apoio continuado ao ScratchJr. Agradecemos donativos de todas as quantias, grandes ou pequenas.<br/><br/>Apoiantes platina da campanha do ScratchJr no Kickstarter: Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson e Shirley Resnick.<br/><br/>Outros apoiantes da campanha Kickstarter do ScratchJr:",
    "BLOCKS_TRIGGERING_BLOCKS": "Blocos de Eventos",
    "BLOCKS_GREEN_FLAG": "Inicia com Bandeira Verde",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "Inicia o guião quando se toca na Bandeira Verde.",
    "BLOCKS_ON_TAP": "Inicia com Toque",
    "BLOCKS_ON_TAP_DESCRIPTION": "Inicia o guião quando se toca no actor.",
    "BLOCKS_ON_TOUCH": "Inicia com Choque",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "Inicia o guião quando o actor sofre um choque de outro actor.",
    "BLOCKS_ON_MESSAGE": "Inicia com Mensagem",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "Inicia o guião sempre que uma mensagem da cor especificada é enviada.",
    "BLOCKS_SEND_MESSAGE": "Envia Mensagem",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Envia uma mensagem da cor especificada.",
    "BLOCKS_MOTION_BLOCKS": "Blocos de Movimento",
    "BLOCKS_MOVE_RIGHT": "Move para a Direita",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Move o actor para a direita um dado número de quadrados da grelha.",
    "BLOCKS_MOVE_LEFT": "Move para a Esquerda",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Move o actor para a esquerda um dado número de quadrados da grelha.",
    "BLOCKS_MOVE_UP": "Move para Cima",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Move o actor para cima um dado número de quadrados da grelha.",
    "BLOCKS_MOVE_DOWN": "Move para Baixo",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Move o actor para baixo um dado número de quadrados da grelha.",
    "BLOCKS_TURN_RIGHT": "Gira para a Direita",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Gira o actor para a direita uma dada quantidade. Gire 12 para uma rotação completa.",
    "BLOCKS_TURN_LEFT": "Gira para a Esquerda",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Gira o actor para a esquerda uma dada quantidade. Gire 12 para uma rotação completa.",
    "BLOCKS_HOP": "Salta",
    "BLOCKS_HOP_DESCRIPTION": "Move o actor para cima e para baixo um dado número de quadrados.",
    "BLOCKS_GO_HOME": "Volta ao Início",
    "BLOCKS_GO_HOME_DESCRIPTION": "Faz o actor voltar à sua posição inicial. (Para definir uma nova posição inicial, arraste o actor para o local desejado).",
    "BLOCKS_LOOKS_BLOCKS": "Blocos de Aparência",
    "BLOCKS_SAY": "Diz",
    "BLOCKS_SAY_DESCRIPTION": "Mostra uma dada mensagem num balão de fala sobre o actor.",
    "BLOCKS_GROW": "Aumenta",
    "BLOCKS_GROW_DESCRIPTION": "Aumenta o tamanho do actor.",
    "BLOCKS_SHRINK": "Diminui",
    "BLOCKS_SHRINK_DESCRIPTION": "Diminui o tamanho do actor.",
    "BLOCKS_RESET_SIZE": "Repõe o Tamanho",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Repõe o actor com o seu tamanho original.",
    "BLOCKS_HIDE": "Esconde",
    "BLOCKS_HIDE_DESCRIPTION": "Desvanece o actor até desaparecer completamente.",
    "BLOCKS_SHOW": "Mostra",
    "BLOCKS_SHOW_DESCRIPTION": "Faz o actor aparecer lentamente até se tornar totalmente visível.",
    "BLOCKS_SOUND_BLOCKS": "Blocos de Som",
    "BLOCKS_POP": "Pop",
    "BLOCKS_POP_DESCRIPTION": "Toca um som «Pop!».",
    "BLOCKS_PLAY_RECORDED": "Reproduz Som Gravado",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Reproduz um som gravado pelo utilizador.",
    "BLOCKS_CONTROL_BLOCKS": "Blocos de Controlo",
    "BLOCKS_WAIT": "Espera",
    "BLOCKS_WAIT_DESCRIPTION": "Faz uma pausa no guião durante um dado período de tempo (em décimos de segundo).",
    "BLOCKS_STOP": "Pára",
    "BLOCKS_STOP_DESCRIPTION": "Pára todos os guiões dos actores.",
    "BLOCKS_SET_SPEED": "Altera Velocidade",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Altera a velocidade à qual certos blocos são executados.",
    "BLOCKS_REPEAT": "Repete",
    "BLOCKS_REPEAT_DESCRIPTION": "Executa um dado número de vezes os blocos no seu interior.",
    "BLOCKS_END_BLOCKS": "Blocos de Fim",
    "BLOCKS_END": "Fim",
    "BLOCKS_END_DESCRIPTION": "Indica o fim do guião (mas não afecta o guião de forma alguma).",
    "BLOCKS_REPEAT_FOREVER": "Repete para Sempre",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Repete a execução do guião para sempre.",
    "BLOCKS_GO_TO_PAGE": "Vai para a Página",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Muda para uma dada página do projecto.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Guardar",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Cenário",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Modo de Apresentação",
    "INTERFACE_GUIDE_GRID": "{N, number} | Grelha",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Alterar o Cenário",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Adicionar Texto",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Repor Actores",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Bandeira Verde",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Páginas",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Informações do Projecto",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Desfazer e Refazer",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} ! Guião de Programação",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Área de Programação",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} ! Paleta de Blocos",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} ! Categorias de Blocos",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Actores",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Guardar o projecto actual e sair para a Página inicial.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "Este é o local onde decorre a acção no projecto. Para remover um actor, mantenha-o premido por algum tempo.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Expandir o palco para o ecrã completo.",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Activar (e desactivar) a grelha de coordenadas x-y.",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Seleccionar ou criar um cenário para o palco.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Escrever títulos e etiquetas no palco.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Repor todos os actores nas suas posições iniciais no palco. (Arrastar os actores para estabelecer novas posições iniciais.)",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "Iniciar,  tocando aqui, todos os guiões que começam com um bloco «Inicia com Bandeira Verde».",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Seleccionar entre as páginas do projecto – alternativamente, tocar no sinal + para adicionar uma nova página. Cada página tem os seus próprios actores e cenário. Para remover uma página, mantenha-a pressionada por algum tempo. Para reorganizar as páginas, arraste-as para novas posições.",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Alterar o nome do projecto, ver quando o projecto foi criado e partilhar o projecto (se o seu dispositivo o permitir).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Se cometer um erro, toque em Desfazer para voltar atrás no tempo, desfazendo a última acção. Toque em Refazer para reverter o último Desfazer.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "Encaixe blocos uns nos outros para criar um guião de programação, dizendo ao actor o que fazer. Toque algures no guião para fazer com que o actor o execute. Para remover um bloco ou um guião, arraste-o para fora da área de programação. Para copiar um bloco ou um guião para outro actor, arraste-o para cima da miniatura desse actor.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "É aqui que encaixa blocos de programação de modo a formar guiões que dizem ao actor o que fazer.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "Este é o menu de blocos de programação. Arraste um bloco para a área de programação e depois toque nele para ver o que ele faz.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "É aqui que pode seleccionar a categoria dos blocos de programação: Blocos de Eventos (Amarelo), Movimento (Azul), Aparência (Roxo), Sons (Verde), Controlo (Laranja), Fim (Vermelho).",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Seleccione entre os actores do seu projeto – alternativamente, toque no sinal + para adicionar um novo actor. Assim que um actor é seleccionado, pode editar os seus guiões, tocar no seu nome para o alterar ou tocar no pincel para editar a sua imagem. Para remover um actor, mantenha-o pressionado por algum tempo. Para copiar um actor para outra página, arraste-o para a miniatura dessa página.",
    "PAINT_GUIDE_UNDO": "{N, number} | Desfazer",
    "PAINT_GUIDE_REDO": "{N, number} | Refazer",
    "PAINT_GUIDE_SHAPE": "{N, number} | Formas",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Nome do Actor",
    "PAINT_GUIDE_CUT": "{N, number} | Cortar",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Duplicar",
    "PAINT_GUIDE_ROTATE": "{N, number} ! Rodar",
    "PAINT_GUIDE_DRAG": "{N, number} | Arrastar",
    "PAINT_GUIDE_SAVE": "{N, number} | Guardar",
    "PAINT_GUIDE_FILL": "{N, number} | Encher",
    "PAINT_GUIDE_CAMERA": "{N, number} | Câmara",
    "PAINT_GUIDE_COLOR": "{N, number} | Cor",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Espessura da Linha",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Desfaz a alteração mais recente.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Reverte o Desfazer mais recente.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Escolher uma forma a desenhar: linha, círculo/elipse, rectângulo ou triângulo.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Editar o nome do actor.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Depois de seleccionar a ferramenta Cortar, pode tocar num actor ou numa forma para os remover da tela.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Depois de seleccionar a ferramenta Duplicar, pode tocar num actor ou numa forma para criar uma cópia deles.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Depois de seleccionar a ferramenta Rotação, pode rodar um actor ou uma forma em torno do seu centro.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Depois de seleccionar a ferramenta Arrastar, pode arrastar um actor ou uma forma sobre a tela. Se tocar numa forma, pode depois editá-la arrastando os pontos que aparecem ao lhe tocar.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Guardar as alterações e sair do Editor de Pintura.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Depois de seleccionar a ferramenta Encher, pode tocar numa secção de um actor ou de uma forma para preencher essa secção com a cor que estiver seleccionada nesse momento.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Depois de seleccionar a ferramenta Câmara, pode tocar numa secção de um actor ou de uma forma e depois tocar no botão da câmara para preencher essa secção com uma nova fotografia tirada com a câmara.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Seleccionar uma nova cor a usar para desenhar e preencher formas.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Alterar a espessura das linhas nas formas que forem desenhadas.",
    "PRIVACY_TITLE": "ScratchJr Privacy Policy",
    "PRIVACY_LAST_UPDATED": "The ScratchJr Privacy Policy was last updated: November 3rd, 2021",
    "PRIVACY_HIGHLIGHT": "Scratch cares about your privacy. This document, called a \"privacy policy\", explains what information we collect from you, how we collect it, why we collect it, and how we keep it safe. It also tells you about the choices and options you have about your information.",
    "PRIVACY_DESCRIPTION": "The Scratch Foundation, and associated entities (collectively, \"<b>Scratch</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") understand how important privacy is to our community, especially kids and parents (\"<b>you</b>\" or \"<b>user</b>\"). We wrote this privacy policy (\"<b>Privacy Policy</b>\") to explain what information we collect through the ScratchJr mobile application (the \"<b>App</b>\"), how we use, process, and share it, and what we are doing to keep it safe. It also tells you about your rights and choices with respect to your Personal Information, and how you can contact us if you have any questions or concerns.<br>Please read this Privacy Policy carefully so that you understand your rights in relation to your Personal Information, and how we will collect, use and process your Personal Information. If you do not agree with this Privacy Policy or any part thereof, you should not access or use any part of the App. If you change your mind in the future, you must stop using the App and you may exercise your rights in relation to your Personal Information as set out in this Privacy Policy.",
    "PRIVACY_INFORMATION_COLLECTED": "What personal information does the ScratchJr Team collect about me?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch collects and stores information you provide to us, for example whether you want to use the App at home or for school and in what language. The App automatically collects some information about the tablet or phone on which you use the App and about how you play on the App. ",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Information provided by you",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projects.</b> The App collects the projects that you may create on the App, including pictures or sound recordings features in projects. However, this information is only stored locally on your device and is not transmitted to or accessible by Scratch. When you first download the App, we ask permission to access the camera (to enable you to take pictures to use as characters in your projects) and the microphone (to record sounds to use in your projects) of your device. You can disable these features at any time in the App settings provided by your device. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Use preferences.</b> We ask you whether you will use the App for school, at home, or for another reason and what language you would like us to display the App in. ",
    "PRIVACY_INFO_FROM_AUTO": "Information collected via automated means",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "How does the ScratchJr Team use my Personal Information?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Our use of European Personal Information",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, we only use your information when we have a ground that allows us to do so.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "If you are located in the European Economic Area (“<b>EEA</b>”), the UK or Switzerland we only process your Personal Information when we have a valid legal basis:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "How Does the ScratchJr Team Share my Personal Information?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "We disclose your Personal Information to third parties in the following circumstances:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Your Rights and Choices",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Deleting your information.</b> You can delete your projects by deleting the App from your device.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Your European Data Protection Rights",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Data Retention",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "We don't keep your information forever. We only keep it for as long as we need it to help us do the activities explained in this policy.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "We take steps to keep your information safe and secure.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifications of Changes to the Privacy Policy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "International Cross-Border Data Transfer",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "Contacte-nos",
    "PRIVACY_CONTACT_HIGHLIGHT": "Please write to us or email us using the contact details set out below. ",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "No fundo do mar",
    "SAMPLE_Farm": "Quinta",
    "SAMPLE_Seasons": "Estações",
    "SAMPLE_Friends": "Amigos",
    "SAMPLE_Dance": "Dança",
    "SAMPLE_Animal Race": "Corrida de Animais",
    "SAMPLE_Bump": "Choque",
    "SAMPLE_Quick Intro": "Introdução Rápida",
    "SAMPLE_Star": "Estrela",
    "SAMPLE_TEXT_key_character_cat": "Gato",
    "SAMPLE_TEXT_key_character_star": "Estrela",
    "SAMPLE_TEXT_key_character_teen_girl": "Adolescente",
    "SAMPLE_TEXT_key_character_teen_boy": "Adolescente",
    "SAMPLE_TEXT_key_farm_tap_them": "Toque neles",
    "SAMPLE_TEXT_key_party_question": "Festa?",
    "SAMPLE_TEXT_key_soccer_question": "Ou futebol?",
    "SAMPLE_TEXT_key_goal": "Golo!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Peixe",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Cavalo-Marinho",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Estrela-do-Mar",
    "SAMPLE_TEXT_key_farm_pig": "Porco",
    "SAMPLE_TEXT_key_farm_horse": "Cavalo",
    "SAMPLE_TEXT_key_farm_chicken": "Galinha",
    "SAMPLE_TEXT_key_farm_barn": "Celeiro",
    "SAMPLE_TEXT_key_seasons_summer": "Verão",
    "SAMPLE_TEXT_key_seasons_fall": "Outono",
    "SAMPLE_TEXT_key_seasons_winter": "Inverno",
    "SAMPLE_TEXT_key_seasons_spring": "Primavera",
    "SAMPLE_TEXT_key_friends_cake": "Bolo",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Bola de futebol",
    "SAMPLE_TEXT_key_friends_child": "Criança",
    "SAMPLE_TEXT_key_friends_table": "Mesa",
    "SAMPLE_TEXT_key_friends_soccer_net": "Baliza",
    "SAMPLE_TEXT_key_animalrace_elephant": "Elefante",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Girafa",
    "SAMPLE_TEXT_key_animalrace_monkey": "Macaco",
    "SAMPLE_TEXT_key_dance_scubadiver": "Mergulhador",
    "SAMPLE_TEXT_key_dance_snake": "Cobra",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Pato Amarelo",
    "SAMPLE_TEXT_key_bump_blue_duck": "Pato Azul",
    "SAMPLE_TEXT_key_bump_green_duck": "Pato Verde",
    "SAMPLE_TEXT_key_quickintro_fish": "Peixe",
    "SAMPLE_TEXT_key_quickintro_toc": "Toc",
    "CHARACTER_Cat.svg": "Gato",
    "CHARACTER_Cat2.svg": "Gato a Andar",
    "CHARACTER_Blue.svg": "Tic",
    "CHARACTER_Purple.svg": "Tac",
    "CHARACTER_Red.svg": "Toc",
    "CHARACTER_Dragon.svg": "Dragão",
    "CHARACTER_Fairy.svg": "Fada",
    "CHARACTER_Wizard.svg": "Feiticeiro",
    "CHARACTER_Dog.svg": "Cão",
    "CHARACTER_Rabbit.svg": "Coelho",
    "CHARACTER_Chicken.svg": "Galinha",
    "CHARACTER_Pig.svg": "Porco",
    "CHARACTER_Horse.svg": "Cavalo",
    "CHARACTER_Zebra.svg": "Zebra",
    "CHARACTER_Monkey.svg": "Macaco",
    "CHARACTER_Elephant.svg": "Elefante",
    "CHARACTER_Giraffe.svg": "Girafa",
    "CHARACTER_Camel.svg": "Camelo",
    "CHARACTER_Butterfly.svg": "Borboleta",
    "CHARACTER_Fly.svg": "Mosca",
    "CHARACTER_Bat.svg": "Morcego",
    "CHARACTER_Bird.svg": "Pássaro",
    "CHARACTER_Snake.svg": "Cobra",
    "CHARACTER_Lizard.svg": "Lagarto",
    "CHARACTER_Frog.svg": "Rã",
    "CHARACTER_Duck.svg": "Pato",
    "CHARACTER_Crab.svg": "Caranguejo",
    "CHARACTER_Seahorse.svg": "Cavalo-Marinho",
    "CHARACTER_Starfish.svg": "Estrela-do-Mar",
    "CHARACTER_Fish1.svg": "Peixe",
    "CHARACTER_Fish2.svg": "Peixe",
    "CHARACTER_Whale.svg": "Baleia",
    "CHARACTER_Penguin.svg": "Pinguim",
    "CHARACTER_PolarBear.svg": "Urso-Polar",
    "CHARACTER_Girl1V2.svg": "Criança",
    "CHARACTER_Girl2V2.svg": "Criança",
    "CHARACTER_Girl3V2.svg": "Criança",
    "CHARACTER_Boy1V2.svg": "Criança",
    "CHARACTER_Boy2V2.svg": "Criança",
    "CHARACTER_Boy3V2.svg": "Criança",
    "CHARACTER_TeenGirl1V2.svg": "Pessoa",
    "CHARACTER_TeenGirl2V2.svg": "Pessoa",
    "CHARACTER_TeenGirl3V2.svg": "Pessoa",
    "CHARACTER_TeenBoy1V2.svg": "Pessoa",
    "CHARACTER_TeenBoy2V2.svg": "Pessoa",
    "CHARACTER_TeenBoy3V2.svg": "Pessoa",
    "CHARACTER_Baby1V2.svg": "Bebé",
    "CHARACTER_Baby2V2.svg": "Bebé",
    "CHARACTER_Baby3V2.svg": "Bebé",
    "CHARACTER_MotherV2.svg": "Pessoa",
    "CHARACTER_FatherV2.svg": "Pessoa",
    "CHARACTER_GrandmotherV2.svg": "Pessoa",
    "CHARACTER_GrandfatherV2.svg": "Pessoa",
    "CHARACTER_GirlV2.svg": "Criança",
    "CHARACTER_BoyV2.svg": "Criança",
    "CHARACTER_Teen2V2.svg": "Pessoa",
    "CHARACTER_Teen3V2.svg": "Pessoa",
    "CHARACTER_Farmer1V2.svg": "Agricultor",
    "CHARACTER_FarmerV2.svg": "Agricultor",
    "CHARACTER_Bike2V2.svg": "Ciclista",
    "CHARACTER_BikeV2.svg": "Ciclista",
    "CHARACTER_Car2V2.svg": "Condutor",
    "CHARACTER_Car1V2.svg": "Condutor",
    "CHARACTER_AeroplaneV2.svg": "Piloto",
    "CHARACTER_AstronautV2.svg": "Astronauta",
    "CHARACTER_InuitV2.svg": "Esquimó",
    "CHARACTER_ScubadiverV2.svg": "Mergulhador",
    "CHARACTER_RowboatV2.svg": "Remador",
    "CHARACTER_Girl1.svg": "Criança",
    "CHARACTER_Girl2.svg": "Criança",
    "CHARACTER_Girl3.svg": "Criança",
    "CHARACTER_Boy1.svg": "Criança",
    "CHARACTER_Boy2.svg": "Criança",
    "CHARACTER_Boy3.svg": "Criança",
    "CHARACTER_TeenGirl1.svg": "Adolescente",
    "CHARACTER_TeenGirl2.svg": "Adolescente",
    "CHARACTER_TeenGirl3.svg": "Adolescente",
    "CHARACTER_TeenBoy1.svg": "Adolescente",
    "CHARACTER_TeenBoy2.svg": "Adolescente",
    "CHARACTER_TeenBoy3.svg": "Adolescente",
    "CHARACTER_Baby.svg": "Bebé",
    "CHARACTER_Mother.svg": "Mãe",
    "CHARACTER_Father.svg": "Pai",
    "CHARACTER_Grandmother.svg": "Avó",
    "CHARACTER_Grandfather.svg": "Avô",
    "CHARACTER_Girl.svg": "Criança",
    "CHARACTER_Boy.svg": "Criança",
    "CHARACTER_Teen2.svg": "Adolescente",
    "CHARACTER_Teen3.svg": "Adolescente",
    "CHARACTER_Farmer1.svg": "Agricultor",
    "CHARACTER_Farmer.svg": "Agricultor",
    "CHARACTER_Bike2.svg": "Ciclista",
    "CHARACTER_Bike.svg": "Ciclista",
    "CHARACTER_Car2.svg": "Condutor",
    "CHARACTER_Car1.svg": "Condutor",
    "CHARACTER_Aeroplane.svg": "Piloto",
    "CHARACTER_Astronaut.svg": "Astronauta",
    "CHARACTER_Inuit.svg": "Esquimó",
    "CHARACTER_Scubadiver.svg": "Mergulhador",
    "CHARACTER_Rowboat.svg": "Remador",
    "CHARACTER_Tree1.svg": "Árvore",
    "CHARACTER_Tree3.svg": "Árvore",
    "CHARACTER_Tree4.svg": "Árvore",
    "CHARACTER_Evergreen.svg": "Árvore",
    "CHARACTER_Weed.svg": "Planta",
    "CHARACTER_Pasture.svg": "Relva Alta",
    "CHARACTER_Cactus.svg": "Cacto",
    "CHARACTER_Daffodil.svg": "Narcisos",
    "CHARACTER_Daisy1.svg": "Margarida",
    "CHARACTER_Daisy2.svg": "Margarida",
    "CHARACTER_Daisy3.svg": "Margarida",
    "CHARACTER_Tulip2.svg": "Tulipa",
    "CHARACTER_Flowers.svg": "Flores",
    "CHARACTER_Apple.svg": "Maçã",
    "CHARACTER_Peach.svg": "Pêssego",
    "CHARACTER_Mushroom.svg": "Cogumelo",
    "CHARACTER_Star.svg": "Estrela",
    "CHARACTER_Star2.svg": "Estrela",
    "CHARACTER_Star3.svg": "Estrela",
    "CHARACTER_ShootingStar.svg": "Estrela-Cadente",
    "CHARACTER_Earth.svg": "Terra",
    "CHARACTER_Planet.svg": "Planeta",
    "CHARACTER_Sun.svg": "Sol",
    "CHARACTER_Moon.svg": "Lua Cheia",
    "CHARACTER_CrescentMoon.svg": "Lua",
    "CHARACTER_Cloud1.svg": "Nuvem",
    "CHARACTER_Thundercloud.svg": "Nuvem de Tempestade",
    "CHARACTER_Tornado.svg": "Tornado",
    "CHARACTER_Barn.svg": "Celeiro",
    "CHARACTER_Fort.svg": "Forte",
    "CHARACTER_Castle.svg": "Castelo",
    "CHARACTER_Igloo.svg": "Iglu",
    "CHARACTER_House1.svg": "Casa",
    "CHARACTER_House.svg": "Casa",
    "CHARACTER_House3.svg": "Casa",
    "CHARACTER_House4.svg": "Casa",
    "CHARACTER_Apartment.svg": "Apartamento",
    "CHARACTER_School.svg": "Escola",
    "CHARACTER_Shop.svg": "Loja",
    "CHARACTER_Fence.svg": "Cerca",
    "CHARACTER_Mailbox.svg": "Caixa de Correio",
    "CHARACTER_Cake.svg": "Bolo",
    "CHARACTER_Ball.svg": "Bola",
    "CHARACTER_Basketball.svg": "Bola de Basquetebol",
    "CHARACTER_Soccerball.svg": "Bola de Futebol",
    "CHARACTER_SoccerNet.svg": "Baliza",
    "CHARACTER_Bed.svg": "Cama",
    "CHARACTER_NightTable.svg": "Mesa de Cabeceira",
    "CHARACTER_Stool.svg": "Banco",
    "CHARACTER_Table.svg": "Mesa",
    "CHARACTER_Car.svg": "Carro",
    "CHARACTER_Bus.svg": "Autocarro",
    "CHARACTER_SailBoat.svg": "Barco",
    "CHARACTER_Boat2.svg": "Barco",
    "CHARACTER_Rocket.svg": "Foguetão",
    "CHARACTER_Ben.svg": "Pessoa",
    "CHARACTER_Elle.svg": "Criança",
    "CHARACTER_Farrah.svg": "Pessoa",
    "CHARACTER_Jai.svg": "Pessoa",
    "CHARACTER_Joey.svg": "Criança",
    "CHARACTER_Kate.svg": "Criança",
    "CHARACTER_Nahom.svg": "Criança",
    "CHARACTER_Nia.svg": "Pessoa",
    "CHARACTER_Sam.svg": "Criança",
    "CHARACTER_Tom.svg": "Pessoa",
    "BACKGROUND_Farm.svg": "Quinta",
    "BACKGROUND_Park.svg": "Parque",
    "BACKGROUND_Suburbs.svg": "Subúrbios",
    "BACKGROUND_City.svg": "Cidade",
    "BACKGROUND_Library.svg": "Biblioteca",
    "BACKGROUND_Classroom.svg": "Sala de Aula",
    "BACKGROUND_Theatre.svg": "Teatro",
    "BACKGROUND_Gym.svg": "Ginásio",
    "BACKGROUND_Gym2.svg": "Ginásio",
    "BACKGROUND_Bedroom.svg": "Quarto",
    "BACKGROUND_EmptyRoom.svg": "Quarto Vazio",
    "BACKGROUND_Summer.svg": "Verão",
    "BACKGROUND_Fall.svg": "Outono",
    "BACKGROUND_Winter.svg": "Inverno",
    "BACKGROUND_Spring.svg": "Primavera",
    "BACKGROUND_Creek.svg": "Rio",
    "BACKGROUND_Lake.svg": "Lago",
    "BACKGROUND_Woods.svg": "Bosque",
    "BACKGROUND_BeachDay.svg": "Dia na Praia",
    "BACKGROUND_BeachSunrise.svg": "Pôr-do-Sol na Praia",
    "BACKGROUND_BeachNight.svg": "Noite na Praia",
    "BACKGROUND_Underwater.svg": "Debaixo de Água",
    "BACKGROUND_Jungle.svg": "Selva",
    "BACKGROUND_Savannah.svg": "Savana",
    "BACKGROUND_Desert.svg": "Deserto",
    "BACKGROUND_Arctic.svg": "Ártico",
    "BACKGROUND_Space.svg": "Espaço",
    "BACKGROUND_MoonBkg.svg": "Lua",
    "BLOCK_DESC_GREEN_FLAG": "INICIAR NA BANDEIRA VERDE",
    "BLOCK_DESC_ON_TAP": "INICIA COM TOQUE  {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "INICIA COM CHOQUE {CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "Laranja",
    "BLOCK_DESC_ON_MESSAGE": "INICIA COM MENSAGEM {COLOR}",
    "BLOCK_DESC_SEND_MESSAGE": "ENVIAR MENSAGEM DE INÍCIO {COLOR}",
    "BLOCK_DESC_MOVE_RIGHT": "MOVER PARA A DIREITA",
    "BLOCK_DESC_MOVE_LEFT": "MOVER PARA A ESQUERDA",
    "BLOCK_DESC_MOVE_UP": "MOVER PARA CIMA",
    "BLOCK_DESC_MOVE_DOWN": "MOVER PARA BAIXO",
    "BLOCK_DESC_TURN_RIGHT": "GIRAR À DIREITA",
    "BLOCK_DESC_TURN_LEFT": "GIRAR À ESQUERDA",
    "BLOCK_DESC_HOP": "SALTAR",
    "BLOCK_DESC_GO_HOME": "VOLTAR AO INÍCIO",
    "BLOCK_DESC_SAY": "DIZER",
    "BLOCK_DESC_GROW": "AUMENTAR",
    "BLOCK_DESC_SHRINK": "DIMINUIR",
    "BLOCK_DESC_RESET_SIZE": "REPOR O TAMANHO",
    "BLOCK_DESC_HIDE": "ESCONDER",
    "BLOCK_DESC_SHOW": "MOSTRAR",
    "BLOCK_DESC_PLAY_SOUND": "REPRODUZIR {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "pop",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "REPRODUZIR SOM GRAVADO",
    "BLOCK_DESC_WAIT": "ESPERA",
    "BLOCK_DESC_STOP": "PARAR {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "ALTERA VELOCIDADE",
    "BLOCK_DESC_REPEAT": "REPETE",
    "BLOCK_DESC_END": "FIM",
    "BLOCK_DESC_REPEAT_FOREVER": "REPETE PARA SEMPRE",
    "BLOCK_DESC_GO_TO_PAGE": "IR PARA A PÁGINA {PAGE}",
    "SHARING_BY_EMAIL": "Partilhar por Correio Electrónico",
    "SHARING_BY_AIRDROP": "Partilhar por Airdrop",
    "SHARING_EMAIL_SUBJECT": "Projecto ScratchJr: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Clique no ícone para experimentar o meu projecto ScratchJr no seu <i>tablet</i> iPad ou Android!<br><br>Se não tiver a aplicação ScratchJr, pode <a href='http://www.scratchjr.org'>descarregá-la</a> a partir da App Store da Apple ou da Play Store da Google.<br><br>Com o ScratchJr, as crianças podem criar as suas próprias estórias e jogos interactivos. Para saber mais, ver <a href='http://www.scratchjr.org'>scratchjr.org</a>.",
    "FOR_PARENTS": "Para os Pais",
    "PARENTAL_GATE_EXPLANATION": "Porque estamos a pedir isto? Um adulto tem de aprovar a partilha em linha.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Projecto",
    "LIBRARY_CHARACTER": "Actor",
    "LIBRARY_BACKGROUND": "Cenário",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "Olá!",
    "ALERT_BACK": "Voltar",
    "ALERT_SAVING": "A guardar...",
    "SELECT_LANGUAGE": "Seleccionar língua",
    "USAGE_QUESTION": "Onde está a usar o ScratchJr?",
    "USAGE_SCHOOL": "Escola",
    "USAGE_HOME": "Casa",
    "USAGE_OTHER": "Outro",
    "USAGE_NONE": "Prefiro não dizer"
}
