{
    "MY_PROJECTS": "โครงงานของฉัน",
    "IMPORT_ERROR": "<h2 class='title'>ไม่นะ! ไฟล์ไม่ทำงาน</h2><div class='content'>ไฟล์ของคุณอาจมีบางอย่างผิดปกติ <br>ตรวจสอบให้แน่ใจว่าเป็นไฟล์ .sjr ที่ใช้งานได้ และลองอีกครั้ง</div>",
    "QUICK_INTRO": "แนะนำ ScratchJr สั้นๆ",
    "SAMPLE_PROJECTS": "โครงงานตัวอย่าง",
    "ABOUT_SCRATCHJR": "เกี่ยวกับ ScratchJr",
    "INTERFACE_GUIDE": "คู่มือการใช้คำสั่ง",
    "PAINT_EDITOR_GUIDE": "คู่มือการแก้ไขภาพ",
    "BLOCKS_GUIDE": "คู่มือชุดคำสั่ง",
    "PRIVACY_POLICY": "นโยบายความเป็นส่วนตัว",
    "ABOUT_WHAT_IS": "ScratchJr คืออะไร?",
    "ABOUT_DESCRIPTION": "ScratchJr เป็นภาษาเขียนโปรแกรมแนะนำ ที่สอนให้เด็กเล็ก (อายุ 5-7 ปี) สร้างสรรค์ผลงานด้านเกมส์และโปรแกรมคำสั่งโต้ตอบ เด็กๆจะต่อเรียงชุดคำสั่งที่เป็นรูปภาพเข้าด้วยกันเพื่อสั่งงานไห้ตัวละครเคลื่อนไหว กระโดด เต้น และร้องเพลง เด็กๆสามารถปรับแต่งตัวละครโดยใช้ หน้าแก้ไขภาพ-Paint Editor อัดเสียงของตัวเองหรือเสียงทั่วไป หรือแทรกภาพของพวกเขาเข้าไป แล้วใช้ชุดคำสั่งทำให้เหล่าตัวละครมีชีวิตชีวา",
    "ABOUT_INSPIRED_BY": "ScratchJr มีแรงบันดาลใจมาจากภาษาเขียนโปรแกรมชื่อ Scratch ที่กำลังเป็นที่นิยมใช้ (http://scratch.mit.edu)โดยมีผู้ใช้ที่เป็นเยาวชนหลายล้านคน (อายุ 8 ขวบขึ้น) ทั่วโลก ในการสร้างสรรค์ ScratchJr เราทำการออกแบบให้การใช้งานของโปรแกรมง่ายขึ้นและให้เหมาะสมกับเด็กเล็ก และผ่านการใคร่ครวญรูปลักษณ์เพื่อให้เหมาะสมกับการพัฒนาเรียนรู้ การทำความเข้าใจ บุคลิกภาพ สังคม และอารมณ์ของเด็ก <br/><br/>สามารถเอามาใช้ได้โดยไม่เสียค่าใช้จ่าย หาดูข้อมูลเพิ่มเติมของ ScratchJr ได้ที่ http://scratchjr.org",
    "ABOUT_WHY_CREATE": "ทำไมเราถึงสร้างสรรค์ ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "การเขียนโค้ด (หรือการเขียนโปรแกรม) เป็นแบบการใช้ภาษาชนิดใหม่อีกอย่างหนึ่ง ที่มีวิธีการเหมือนกับการเขียนหนังสือทั่วไปที่ทำให้เราจัดแจงความคิดและนำเสนอความคิดออกมา ในอดีต การเขียนโค้ดถูกมองว่าเป็นเรื่องยากสำหรับคนธรรมดาทั่วไป แต่สำหรับเรา การเขียนโค้ดทุกคนทำได้ เหมือนกับการเขียนหนังสือทั่วไป<br/><br/> สำหรับเด็กๆที่เขียนโค้ดด้วย ScratchJr พวกเขาจะได้เรียนวิธีการสร้างสรรค์และถ่ายทอดความคิดของเขาผ่านสมองกลคอมพิวเตอร์ ไม่ใช่เพียงแค่โต้ตอบกับมันแค่นั้น ระหว่างขบวนการเรียนรู้ เด็กจะเรียนการแก้ปัญหาและการออกแบบโครงงาน รวมทั้งพัฒนาทักษะการจัดลำดับ ซึ่งเป็นพื้นฐานไปสู่ความสำเร็จของการเรียนในระดับสูงต่อไป พวกเขาจะได้ใช้ความรู้ทางคณิตศาสตร์และการใช้ภาษาให้มีความหมายและเป็นแรงผลักดัน ที่ส่งผลในการเรียนรู้ในวัยเริ่มต้นทางด้านจำนวนนับและทางด้านการใช้ภาษา ScratchJr ไม่เพียงแต่ทำให้เด็กเรียนรู้การเขียนโค้ด แต่ทำให้เด็กเขียนโค้ดเพื่อเรียนรู้",
    "ABOUT_WHO_CREATED": "ผู้สร้างสรรค์ ScratchJr",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr ได้รับการดูแลเป็นความร่วมมือระหว่าง Scratch Foundation และกลุ่มวิจัย Developmental Technologies (DevTech) ที่ Lynch School of Education ที่วิทยาลัยบอสตัน ScratchJr สร้างสรรค์โดย DevTech – (นำโดย Marina Umaschi Bers โดยได้รับการสนับสนุนจาก Amanda Strawhacker, Claire Caine, Louise Flannery, Elizabeth Kazakoff และ Dylan Portelance) กลุ่มอนุบาลตลอดชีวิตที่ MIT Media Lab – (นำโดย Mitchel Resnick ด้วยผลงานจาก Chris Garrity, Tim Mickel, Carl Bowman, Champika Fernando, Natalie Rusk, Sayamindu Dasgupta และ Chris Graves) และบริษัท Playful Invention Company (นำโดย Paula Bont&aacute; และ Brian Silverman โดยได้รับการสนับสนุนจาก Jack Geddes และ Adrian Gabriel) . ScratchJr เวอร์ชัน Android ใช้งานโดย Two Sigma (นำโดย Mark Roth โดยได้รับการสนับสนุนจาก Kevin Hu) โดยมีข้อมูลจาก Benesse Corp.<br/> <br/>กราฟิกและภาพประกอบสำหรับ ScratchJr สร้างขึ้นโดย HvingtQuatre Company (นำ โดย Julien Gelifier และ Adrien Valesa), Sarah Thomson, Peter Mueller, Jillian Lombardi และ Blane Asrat Paula Aguilera จาก MIT Media Lab ผลิตวิดีโอ ScratchJr เราขอขอบคุณทุกคนที่มีส่วนร่วมในชุมชนทดสอบเบต้าสำหรับ iPad และ Android โดยเฉพาะ Sergio Antolinez, Vandendaele Didier และ Sjoerd Dirk Meijer",
    "ABOUT_WHO_SUPPORTED": "ผู้สนับสนุน ScratchJr",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "โครงการ ScratchJr ได้รับการสนับสนุนทางด้านการเงินจาก เนชั่นเนล ไซนย์ ฟาว์นเดชั่น-National Science Foundation (NSF DRL-1118664) สะแครช์ ฟาว์นเดชั่น-Scratch Foundation, เลโก้ ฟาว์นเดชั่น-LEGO Foundation และ บริติส เทเลคอมมูนิเคชั่น-British Telecommunications <br/> <br/> ถ้าท่านเป็นผู้หนึ่งที่ใช้ ScratchJr นี้ โปรดพิจารณาช่วยบริจาคให้ สะแครช์ ฟาว์นเดชั่น-Scratch Foundation (www.scratchfoundation.org) องค์การที่ไม่แสวงหาผลประโยชน์ที่สนับสนุนโครงงาน ScratchJr เรารู้สึกซาบซึ้งในความกรุณาของการบริจาคไม่ว่าจะเป็นจำนวนมากน้อย  <br/> <br/> ผู้สนับสนุนชั้นแพตตินั่ม-Paltinum จากการรณรงค์ของผู้เริ่มต้น ScratchJr-ScratchJr KickStarter: เจรามี ดอยช-Jeremy Deutsch, เคนเนต เออเลอร์ส-Kenneth Ehlers, เคทารีน กรีนสแปน-Catherine Greenspan, มาร์ค โลริดจ์-Mark Loughridge, โจแอน แกนทซ์ เบนเดทซัน-JoAnn Gantz Bendetson, และ เชอร์ลี่-Sherley Resnick. <br/> <br/> ผู้สนับสนุนอื่นๆ จากการรณรงค์ของผู้เริ่มต้น ScratchJr-ScratchJr KickStarter:",
    "BLOCKS_TRIGGERING_BLOCKS": "ชุดคำสั่งเริ่มต้น",
    "BLOCKS_GREEN_FLAG": "เริ่มต้นที่ธงเขียว",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "เริ่มทำงานตามลำดับคำสั่งเมื่อแตะที่ธงเขียว",
    "BLOCKS_ON_TAP": "เริ่มต้นเมื่อแตะ",
    "BLOCKS_ON_TAP_DESCRIPTION": "เริ่มทำงานตามลำดับคำสั่งเมื่อแตะที่ตัวละคร",
    "BLOCKS_ON_TOUCH": "เริ่มต้นเมื่อชน",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "เริ่มทำงานตามลำดับคำสั่งเมื่อถูกตัวละครอีกตัวหนึ่งมาชน",
    "BLOCKS_ON_MESSAGE": "เริ่มต้นตามข้อความ",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "เริ่มทำงานตามลำดับคำสั่งเมื่อมีข้อความส่งมาตามสีที่ระบุไว้",
    "BLOCKS_SEND_MESSAGE": "ส่งข้อความ",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "ส่งข้อความของสีที่ระบุ",
    "BLOCKS_MOTION_BLOCKS": "ชุดคำสั่งเคลื่อนไหว",
    "BLOCKS_MOVE_RIGHT": "เลื่อนขวา",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "เลื่อนตัวละครไปทางขวาตามจำนวนของระยะพิกัดที่ระบุไว้",
    "BLOCKS_MOVE_LEFT": "เลื่อนซ้าย",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "เลื่อนตัวละครไปทางซ้ายตามจำนวนของระยะพิกัดที่ระบุไว้",
    "BLOCKS_MOVE_UP": "เลื่อนขึ้น",
    "BLOCKS_MOVE_UP_DESCRIPTION": "เลื่อนตัวละครขึ้นตามจำนวนของระยะพิกัดที่ระบุไว้",
    "BLOCKS_MOVE_DOWN": "เลื่อนลง",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "เลื่อนตัวละครลงตามจำนวนของระยะพิกัดที่ระบุไว้",
    "BLOCKS_TURN_RIGHT": "เลี้ยวขวา",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "หมุนตัวละครตามเข็มนาฬิกาตามจำนวนที่ระบุไว้ ถ้าต้องการหมุนครบรอบวงให้ตั้งค่าเป็น 12",
    "BLOCKS_TURN_LEFT": "เลี้ยวซ้าย",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "หมุนตัวละครทวนเข็มนาฬิกาตามจำนวนที่ระบุไว้ ถ้าต้องการหมุนครบรอบวงให้ตั้งค่าเป็น 12",
    "BLOCKS_HOP": "กระโดด",
    "BLOCKS_HOP_DESCRIPTION": "เลื่อนตัวละครขึ้นข้างบนและกลับมาที่จุดเดิมตามจำนวนที่ระบุไว้",
    "BLOCKS_GO_HOME": "กลับที่เดิม",
    "BLOCKS_GO_HOME_DESCRIPTION": "เลื่อนตำแหน่งตัวละครไปยังจุดเริ่มต้น (ถ้าต้องการตั้งค่าตำแหน่งเริ่มต้นใหม่ ก็ให้ลากตัวละครไปสู่ตำแหน่งนั้น)",
    "BLOCKS_LOOKS_BLOCKS": "ชุดคำสั่งแสดงลักษณะ",
    "BLOCKS_SAY": "พูด",
    "BLOCKS_SAY_DESCRIPTION": "แสดงข้อความอยู่ในกรอบคำพูดของตัวละคร",
    "BLOCKS_GROW": "ขยายขนาด",
    "BLOCKS_GROW_DESCRIPTION": "คำสั่งขยายขนาดของตัวละคร",
    "BLOCKS_SHRINK": "ลดขนาด",
    "BLOCKS_SHRINK_DESCRIPTION": "คำสั่งลดขนาดของตัวละคร",
    "BLOCKS_RESET_SIZE": "ตั้งขนาดเดิม",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "คำสั่งตั้งขนาดเท่ากับขนาดเริ่มต้น",
    "BLOCKS_HIDE": "ซ่อน",
    "BLOCKS_HIDE_DESCRIPTION": "ทำให้ตัวละครจางหายไปจนมองไม่เห็น",
    "BLOCKS_SHOW": "แสดง",
    "BLOCKS_SHOW_DESCRIPTION": "ทำให้ตัวละครเข้มขึ้นจนมองเห็นได้ชัด",
    "BLOCKS_SOUND_BLOCKS": "ชุดคำสั่งเสียง",
    "BLOCKS_POP": "เสียงดังป๊อบ",
    "BLOCKS_POP_DESCRIPTION": "เล่นเสียง “เสียงดังป๊อบ”",
    "BLOCKS_PLAY_RECORDED": "เล่นเสียงบันทึก",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "เล่นเสียงที่ผู้ใช้ได้บันทึกไว้ล่วงหน้า",
    "BLOCKS_CONTROL_BLOCKS": "ชุดคำสั่งควบคุม",
    "BLOCKS_WAIT": "รอ",
    "BLOCKS_WAIT_DESCRIPTION": "หยุดชุดคำสั่งไว้ชั่วคราว เป็นเสี้ยวเวลาที่กำหนด (หนึ่งส่วนสิบของวินาที)",
    "BLOCKS_STOP": "หยุด",
    "BLOCKS_STOP_DESCRIPTION": "หยุดคำสั่งของตัวละครทั้งหมด",
    "BLOCKS_SET_SPEED": "ตั้งค่าความเร็ว",
    "BLOCKS_SET_SPEED_DESCRIPTION": "เปลี่ยนอัตราความเร็วของชุดคำสั่ง",
    "BLOCKS_REPEAT": "ทำซ้ำ",
    "BLOCKS_REPEAT_DESCRIPTION": "ทำตามชุดคำสั่งตามจำนวนครั้งที่กำหนด",
    "BLOCKS_END_BLOCKS": "ชุดคำสั่งจบ",
    "BLOCKS_END": "จบ",
    "BLOCKS_END_DESCRIPTION": "แสดงจุดสิ้นสุดของชุดคำสั่ง (ซึ่งไม่มีผลกระทบต่อตัวชุดคำสั่ง)",
    "BLOCKS_REPEAT_FOREVER": "ทำซำ้ไปตลอดกาล",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "เล่นคำสั่งกลับไปกลับมาไม่มีที่สิ้นสุด",
    "BLOCKS_GO_TO_PAGE": "ไปที่หน้า",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "เปลี่ยนหน้าไปเป็นหน้าที่ระบุไว้ของโครงงาน",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | บันทึก",
    "INTERFACE_GUIDE_STAGE": "{N, number} | เวที",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | วิธีการนำเสนอ",
    "INTERFACE_GUIDE_GRID": "{N, number} | เส้นพิกัด",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | เปลี่ยนพื้นหลัง",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | เพิ่มข้อความ",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | จัดตัวละคร",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | ธงเขียว",
    "INTERFACE_GUIDE_PAGES": "{N, number} | หน้า",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | รายละเอียดโครงงาน",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | ยกเลิกและทำซำ้",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | ลำดับคำสั่งทำงาน",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | พื้นที่สร้างคำสั่ง",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | แถบชุดคำสั่ง",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | ประเภทของชุดคำสั่ง",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | ตัวละคร",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "บันทึกข้อมูลของโครงงานปัจจุบันและกลับไปหน้าแรก",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "เป็นเวทีหรือฉากสำหรับเหตุการณ์ที่สร้างขึ้น กดค้างที่ตัวละครหากต้องการลบตัวละครออก",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "ขยายขนาดการนำเสนอให้เต็มจอ",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "สลับการเปิด (และปิด) เส้นพิกัด x-y",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "เลือกหรือสร้างภาพพื้นหลังสำหรับเวที",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "เขียนชื่อเรื่องและฉลากข้อความต่างๆบนเวที",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "ตั้งตัวละครทั้งหมดบนเวทีให้เหมือนกับที่จัดไว้ตอนเริ่มต้น (ลากตัวละครไปที่จุดอื่นเพื่อตั้งค่าเริ่มต้นใหม่)",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "เริ่มต้นทำงานตามลำดับคำสั่งด้วยการแตะที่ชุดคำสั่ง “เริ่มต้นที่ธงเขียว”",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "เลือกหน้าที่มีอยู่ในโครงงาน — หรือแตะที่เครื่องหมายบวกเพื่อเพิ่มหน้าใหม่ แต่ละหน้าจะมีตัวละครและฉากหลังเป็นของตัวเอง หากต้องการลบหน้าออก ให้กดหน้าค้างไว้ หากต้องการเรียงลำดับหน้าใหม่ ให้ลากหน้านั้นไปสู่ตำแหน่งใหม่",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "เปลี่ยนชื่อเรื่องของโครงงาน ดูวันที่สร้างโครงงาน และแบ่งปันโครงงาน (หากอุปกรณ์สามารถรองรับการแบ่งปันได้)",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "หากเกิดข้อผิดพลาด แตะคำสั่ง ยกเลิก เพื่อยกเลิกคำสั่งล่าสุดให้แตะที่ ทำซำ้ เพื่อนำคำสั่งที่ยกเลิกไปแล้วกลับคืนมา",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "นำชุดคำสั่งมาเรียงต่อกันเพื่อสร้างลำดับคำสั่งการทำงาน เพื่อสั่งตัวละครว่าต้องทำอะไรบ้าง แตะลำดับคำสั่งตรงส่วนใดก็ได้เพื่อเริ่มต้นคำสั่งการทำงาน หากต้องการลบชุดคำสั่งหรือลำดับคำสั่ง ให้ลากชุดคำสั่งออกจากพื้นที่คำสั่งการทำงาน หากต้องการคัดลอกชุดคำสั่งหรือลำดับจากตัวละครหนึ่งไปยังอีกตัวละครหนึ่ง ให้ลากชุดคำสั่งหรือลำดับมาใส่บนภาพย่อของตัวละคร",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "พื้นที่สำหรับวางชุดคำสั่งเพื่อสร้างลำดับคำสั่งการทำงานที่จะกำหนดให้ตัวละครทำสิ่งต่างๆ",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "แถบตัวเลือกของชุดคำสั่งต่างๆ ลากคำสั่งมาวางในพื้นที่สร้างชุดคำสั่งและแตะที่ชุดคำสั่งเพื่อแสดงผล",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "เลือกประเภทของชุดคำสั่ง: ชุดคำสั่งเริ่มต้น(สืเหลือง) ชุดคำสั่งเคลื่อนไหว(สีฟ้า) ชุดคำสั่งแสดงลักษณะ(สีม่วง) ชุดคำสั่งเสียง(สีเขียว) ชุดคำสั่งบังคับ(สีส้ม) และชุดคำสั่งจบ(สีแดง)",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "เลือกหรือเพิ่มตัวละคร -- โดยแตะที่เครื่องหมายบวก สามารถแก้ไขข้อมูลของตัวละครหรือคำสั่งทำงาน หลังจากเลือกตัวละครแล้ว จะแก้ไขลำดับคำสั่ง แก้ไขชื่อ หรือแตะที่พู่กันเพื่อตกแต่งตัวละครได้ถ้าต้องการลบตัวละคร ทำได้โดยกดค้าง ถ้าต้องการคัดลอกตัวละครไปไว้ที่หน้าอื่นก็ทำได้โดยลากตัวละครนั้นไปที่ภาพย่อของหน้าอื่น",
    "PAINT_GUIDE_UNDO": "{N, number} | ยกเลิก",
    "PAINT_GUIDE_REDO": "{N, number} | ทำซำ้",
    "PAINT_GUIDE_SHAPE": "{N, number} | รูปทรง",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | ชื่อตัวละคร",
    "PAINT_GUIDE_CUT": "{N, number} | ตัดออก",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | สำเนา",
    "PAINT_GUIDE_ROTATE": "{N, number} | หมุน",
    "PAINT_GUIDE_DRAG": "{N, number} | ลาก",
    "PAINT_GUIDE_SAVE": "{N, number} | บันทึก",
    "PAINT_GUIDE_FILL": "{N, number} | เติมสี",
    "PAINT_GUIDE_CAMERA": "{N, number} | กล้อง",
    "PAINT_GUIDE_COLOR": "{N, number} | สี",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | เส้นกว้าง",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "ยกเลิกคำสั่งล่าสุด",
    "PAINT_GUIDE_REDO_DESCRIPTION": "ย้อนกลับไปยังคำสั่งที่ยกเลิกอันล่าสุด",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "เลือกรูปทรงที่ต้องการวาด เช่น เส้น วงกลม/วงรี สี่เหลี่ยม หรือสามเหลี่ยม",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "แก้ไขชื่อของตัวละคร",
    "PAINT_GUIDE_CUT_DESCRIPTION": "เลือกคำสั่งนี้เพื่อตัดตัวละคร แตะที่ตัวละครหรือรูปทรง ตัวละครนั้นจะถูกตัดออกไปจากพื้นที่วาดภาพ",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "เลือกคำสั่งนี้เพื่อทำสำเนาตัวละคร แตะตัวละครหรือรูปทรงในการสร้างสำเนาของตัวมันเอง",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "เลือกคำสั่งนี้เพื่อหมุนตัวละครหรือรูปทรงรอบตัวเองที่จุดศูนย์กลาง",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "เลือกคำสั่งนี้เพื่อลากตัวละครหรือรูปทรงไปสู่ตำแหน่งใหม่บนพื้นที่วาดภาพ แก้ไขรูปทรงโดยการแตะที่รูปทรงแล้วลากจุดที่ปรากฏ",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "บันทึกข้อมูลที่เสร็จแล้วและออกจากหน้าแก้ไขภาพ",
    "PAINT_GUIDE_FILL_DESCRIPTION": "เลือกคำสั่งนี้เพื่อเติมสีให้เต็ม โดยแตะส่วนใดส่วนหนึ่งของตัวละครหรือรูปทรงเพื่อเติมสืที่เลือกลงในพื้นนั้น",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "เลือกคำสั่งนี้เพื่อใช้กล้องเพื่อถ่ายรูปสิ่งที่ต้องการ แล้วเลือกพื้นที่ของตัวละครหรือรูปทรงเพื่อเติมรูปที่ถ่ายมาลงในพื้นที่นั้น",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "เลือกสีใหม่เพื่อใช้วาดและเติมรูปทรง",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "เปลี่ยนความกว้างของเส้นในรูปทรงที่คุณต้องการวาด",
    "PRIVACY_TITLE": "ScratchJr Privacy Policy",
    "PRIVACY_LAST_UPDATED": "The ScratchJr Privacy Policy was last updated: November 3rd, 2021",
    "PRIVACY_HIGHLIGHT": "Scratch cares about your privacy. This document, called a \"privacy policy\", explains what information we collect from you, how we collect it, why we collect it, and how we keep it safe. It also tells you about the choices and options you have about your information.",
    "PRIVACY_DESCRIPTION": "The Scratch Foundation, and associated entities (collectively, \"<b>Scratch</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") understand how important privacy is to our community, especially kids and parents (\"<b>you</b>\" or \"<b>user</b>\"). We wrote this privacy policy (\"<b>Privacy Policy</b>\") to explain what information we collect through the ScratchJr mobile application (the \"<b>App</b>\"), how we use, process, and share it, and what we are doing to keep it safe. It also tells you about your rights and choices with respect to your Personal Information, and how you can contact us if you have any questions or concerns.<br>Please read this Privacy Policy carefully so that you understand your rights in relation to your Personal Information, and how we will collect, use and process your Personal Information. If you do not agree with this Privacy Policy or any part thereof, you should not access or use any part of the App. If you change your mind in the future, you must stop using the App and you may exercise your rights in relation to your Personal Information as set out in this Privacy Policy.",
    "PRIVACY_INFORMATION_COLLECTED": "What personal information does the ScratchJr Team collect about me?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch collects and stores information you provide to us, for example whether you want to use the App at home or for school and in what language. The App automatically collects some information about the tablet or phone on which you use the App and about how you play on the App. ",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Information provided by you",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projects.</b> The App collects the projects that you may create on the App, including pictures or sound recordings features in projects. However, this information is only stored locally on your device and is not transmitted to or accessible by Scratch. When you first download the App, we ask permission to access the camera (to enable you to take pictures to use as characters in your projects) and the microphone (to record sounds to use in your projects) of your device. You can disable these features at any time in the App settings provided by your device. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Use preferences.</b> We ask you whether you will use the App for school, at home, or for another reason and what language you would like us to display the App in. ",
    "PRIVACY_INFO_FROM_AUTO": "Information collected via automated means",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "How does the ScratchJr Team use my Personal Information?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Our use of European Personal Information",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, we only use your information when we have a ground that allows us to do so.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "If you are located in the European Economic Area (“<b>EEA</b>”), the UK or Switzerland we only process your Personal Information when we have a valid legal basis:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "How Does the ScratchJr Team Share my Personal Information?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "We disclose your Personal Information to third parties in the following circumstances:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Your Rights and Choices",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Deleting your information.</b> You can delete your projects by deleting the App from your device.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Your European Data Protection Rights",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Data Retention",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "We don't keep your information forever. We only keep it for as long as we need it to help us do the activities explained in this policy.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "We take steps to keep your information safe and secure.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifications of Changes to the Privacy Policy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "International Cross-Border Data Transfer",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "ติดต่อเรา",
    "PRIVACY_CONTACT_HIGHLIGHT": "Please write to us or email us using the contact details set out below. ",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "ใต้ทะเล",
    "SAMPLE_Farm": "ทุ่งเลี้ยงสัตว์",
    "SAMPLE_Seasons": "หลายฤดู",
    "SAMPLE_Friends": "เพื่อนๆ",
    "SAMPLE_Dance": "เต้นรำ",
    "SAMPLE_Animal Race": "แข่งสัตว์",
    "SAMPLE_Bump": "กระแทก",
    "SAMPLE_Quick Intro": "แนะนำสั้นๆ",
    "SAMPLE_Star": "ดวงดาว",
    "SAMPLE_TEXT_key_character_cat": "แมว",
    "SAMPLE_TEXT_key_character_star": "ดวงดาว",
    "SAMPLE_TEXT_key_character_teen_girl": "วัยรุ่น",
    "SAMPLE_TEXT_key_character_teen_boy": "วัยรุ่น",
    "SAMPLE_TEXT_key_farm_tap_them": "แตะตัว",
    "SAMPLE_TEXT_key_party_question": "จัดงานเลี้ยงไหม?",
    "SAMPLE_TEXT_key_soccer_question": "หรือเล่นฟุตบอล?",
    "SAMPLE_TEXT_key_goal": "ได้ประตู!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "ปลา",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "ม้านำ้",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "ปลาดาว",
    "SAMPLE_TEXT_key_farm_pig": "หมู",
    "SAMPLE_TEXT_key_farm_horse": "ม้า",
    "SAMPLE_TEXT_key_farm_chicken": "ไก่",
    "SAMPLE_TEXT_key_farm_barn": "ยุ้งข้าว",
    "SAMPLE_TEXT_key_seasons_summer": "ฤดูร้อน",
    "SAMPLE_TEXT_key_seasons_fall": "ฤดูใบไม้ร่วง",
    "SAMPLE_TEXT_key_seasons_winter": "ฤดูหนาว",
    "SAMPLE_TEXT_key_seasons_spring": "ฤดูใบไม้ผลิ",
    "SAMPLE_TEXT_key_friends_cake": "ขนมเค้ก",
    "SAMPLE_TEXT_key_friends_soccer_ball": "ลูกฟุตบอล",
    "SAMPLE_TEXT_key_friends_child": "เด็ก",
    "SAMPLE_TEXT_key_friends_table": "โต๊ะ",
    "SAMPLE_TEXT_key_friends_soccer_net": "ตาข่ายฟุตบอล",
    "SAMPLE_TEXT_key_animalrace_elephant": "ช้าง",
    "SAMPLE_TEXT_key_animalrace_giraffe": "ยีราฟ",
    "SAMPLE_TEXT_key_animalrace_monkey": "ลิง",
    "SAMPLE_TEXT_key_dance_scubadiver": "นักดำนำ้",
    "SAMPLE_TEXT_key_dance_snake": "งู",
    "SAMPLE_TEXT_key_bump_yellow_duck": "เป็ดสีเหลือง",
    "SAMPLE_TEXT_key_bump_blue_duck": "เป็ดสีฟ้า",
    "SAMPLE_TEXT_key_bump_green_duck": "เป็ดสีเขียว",
    "SAMPLE_TEXT_key_quickintro_fish": "ปลา",
    "SAMPLE_TEXT_key_quickintro_toc": "ต๊อก",
    "CHARACTER_Cat.svg": "แมว",
    "CHARACTER_Cat2.svg": "แมวกำลังเดิน",
    "CHARACTER_Blue.svg": "ติ๊ก",
    "CHARACTER_Purple.svg": "แต๊ก",
    "CHARACTER_Red.svg": "ต๊อก",
    "CHARACTER_Dragon.svg": "มังกร",
    "CHARACTER_Fairy.svg": "นางฟ้า",
    "CHARACTER_Wizard.svg": "พ่อมด",
    "CHARACTER_Dog.svg": "หมา",
    "CHARACTER_Rabbit.svg": "กระต่าย",
    "CHARACTER_Chicken.svg": "ไก่",
    "CHARACTER_Pig.svg": "หมู",
    "CHARACTER_Horse.svg": "ม้า",
    "CHARACTER_Zebra.svg": "ม้าลาย",
    "CHARACTER_Monkey.svg": "ลิง",
    "CHARACTER_Elephant.svg": "ช้าง",
    "CHARACTER_Giraffe.svg": "ยีราฟ",
    "CHARACTER_Camel.svg": "อูฐ",
    "CHARACTER_Butterfly.svg": "ผีเสื้อ",
    "CHARACTER_Fly.svg": "แมลงวัน",
    "CHARACTER_Bat.svg": "ค้างคาว",
    "CHARACTER_Bird.svg": "นก",
    "CHARACTER_Snake.svg": "งู",
    "CHARACTER_Lizard.svg": "ตะกวด",
    "CHARACTER_Frog.svg": "กบ",
    "CHARACTER_Duck.svg": "เป็ด",
    "CHARACTER_Crab.svg": "ปู",
    "CHARACTER_Seahorse.svg": "ม้านำ้",
    "CHARACTER_Starfish.svg": "ปลาดาว",
    "CHARACTER_Fish1.svg": "ปลา",
    "CHARACTER_Fish2.svg": "ปลา",
    "CHARACTER_Whale.svg": "ปลาวาฬ",
    "CHARACTER_Penguin.svg": "นกเพนกวิน",
    "CHARACTER_PolarBear.svg": "หมีขั้วโลก",
    "CHARACTER_Girl1V2.svg": "เด็ก",
    "CHARACTER_Girl2V2.svg": "เด็ก",
    "CHARACTER_Girl3V2.svg": "เด็ก",
    "CHARACTER_Boy1V2.svg": "เด็ก",
    "CHARACTER_Boy2V2.svg": "เด็ก",
    "CHARACTER_Boy3V2.svg": "เด็ก",
    "CHARACTER_TeenGirl1V2.svg": "บุคคล",
    "CHARACTER_TeenGirl2V2.svg": "บุคคล",
    "CHARACTER_TeenGirl3V2.svg": "บุคคล",
    "CHARACTER_TeenBoy1V2.svg": "บุคคล",
    "CHARACTER_TeenBoy2V2.svg": "บุคคล",
    "CHARACTER_TeenBoy3V2.svg": "บุคคล",
    "CHARACTER_Baby1V2.svg": "ทารก",
    "CHARACTER_Baby2V2.svg": "ทารก",
    "CHARACTER_Baby3V2.svg": "ทารก",
    "CHARACTER_MotherV2.svg": "บุคคล",
    "CHARACTER_FatherV2.svg": "บุคคล",
    "CHARACTER_GrandmotherV2.svg": "บุคคล",
    "CHARACTER_GrandfatherV2.svg": "บุคคล",
    "CHARACTER_GirlV2.svg": "เด็ก",
    "CHARACTER_BoyV2.svg": "เด็ก",
    "CHARACTER_Teen2V2.svg": "บุคคล",
    "CHARACTER_Teen3V2.svg": "บุคคล",
    "CHARACTER_Farmer1V2.svg": "เจ้าของปศุสัตว์",
    "CHARACTER_FarmerV2.svg": "เจ้าของปศุสัตว์",
    "CHARACTER_Bike2V2.svg": "นักปั่นจักรยาน",
    "CHARACTER_BikeV2.svg": "นักปั่นจักรยาน",
    "CHARACTER_Car2V2.svg": "คนขับรถ",
    "CHARACTER_Car1V2.svg": "คนขับรถ",
    "CHARACTER_AeroplaneV2.svg": "นักบิน",
    "CHARACTER_AstronautV2.svg": "นักบินอวกาศ",
    "CHARACTER_InuitV2.svg": "เอสกิโม",
    "CHARACTER_ScubadiverV2.svg": "นักดำนำ้",
    "CHARACTER_RowboatV2.svg": "คนแจวเรือ",
    "CHARACTER_Girl1.svg": "เด็ก",
    "CHARACTER_Girl2.svg": "เด็ก",
    "CHARACTER_Girl3.svg": "เด็ก",
    "CHARACTER_Boy1.svg": "เด็ก",
    "CHARACTER_Boy2.svg": "เด็ก",
    "CHARACTER_Boy3.svg": "เด็ก",
    "CHARACTER_TeenGirl1.svg": "วัยรุ่น",
    "CHARACTER_TeenGirl2.svg": "วัยรุ่น",
    "CHARACTER_TeenGirl3.svg": "วัยรุ่น",
    "CHARACTER_TeenBoy1.svg": "วัยรุ่น",
    "CHARACTER_TeenBoy2.svg": "วัยรุ่น",
    "CHARACTER_TeenBoy3.svg": "วัยรุ่น",
    "CHARACTER_Baby.svg": "ทารก",
    "CHARACTER_Mother.svg": "แม่",
    "CHARACTER_Father.svg": "พ่อ",
    "CHARACTER_Grandmother.svg": "คุณย่า คุณยาย",
    "CHARACTER_Grandfather.svg": "คุณปู่ คุณตา",
    "CHARACTER_Girl.svg": "เด็ก",
    "CHARACTER_Boy.svg": "เด็ก",
    "CHARACTER_Teen2.svg": "วัยรุ่น",
    "CHARACTER_Teen3.svg": "วัยรุ่น",
    "CHARACTER_Farmer1.svg": "เจ้าของปศุสัตว์",
    "CHARACTER_Farmer.svg": "เจ้าของปศุสัตว์",
    "CHARACTER_Bike2.svg": "นักปั่นจักรยาน",
    "CHARACTER_Bike.svg": "นักปั่นจักรยาน",
    "CHARACTER_Car2.svg": "คนขับรถ",
    "CHARACTER_Car1.svg": "คนขับรถ",
    "CHARACTER_Aeroplane.svg": "นักบิน",
    "CHARACTER_Astronaut.svg": "นักบินอวกาศ",
    "CHARACTER_Inuit.svg": "เอสกิโม",
    "CHARACTER_Scubadiver.svg": "นักดำนำ้",
    "CHARACTER_Rowboat.svg": "คนแจวเรือ",
    "CHARACTER_Tree1.svg": "ต้นไม้ใหญ่",
    "CHARACTER_Tree3.svg": "ต้นไม้ใหญ่",
    "CHARACTER_Tree4.svg": "ต้นไม้ใหญ่",
    "CHARACTER_Evergreen.svg": "ต้นไม้ใหญ่",
    "CHARACTER_Weed.svg": "พืช",
    "CHARACTER_Pasture.svg": "หญ้าสูง",
    "CHARACTER_Cactus.svg": "กระบองเพชร",
    "CHARACTER_Daffodil.svg": "ดอกแดฟโฟดิล",
    "CHARACTER_Daisy1.svg": "ดอกเดซี",
    "CHARACTER_Daisy2.svg": "ดอกเดซี",
    "CHARACTER_Daisy3.svg": "ดอกเดซี",
    "CHARACTER_Tulip2.svg": "ดอกทูลิป",
    "CHARACTER_Flowers.svg": "ดอกไม้",
    "CHARACTER_Apple.svg": "แอปเปิ้ล",
    "CHARACTER_Peach.svg": "ลูกท้อ",
    "CHARACTER_Mushroom.svg": "เห็ด",
    "CHARACTER_Star.svg": "ดวงดาว",
    "CHARACTER_Star2.svg": "ดวงดาว",
    "CHARACTER_Star3.svg": "ดวงดาว",
    "CHARACTER_ShootingStar.svg": "ผีพุ่งใต้",
    "CHARACTER_Earth.svg": "โลก",
    "CHARACTER_Planet.svg": "ดาวเคราะห์",
    "CHARACTER_Sun.svg": "ดวงอาทิตย์",
    "CHARACTER_Moon.svg": "พระจันทร์เต็มดวง",
    "CHARACTER_CrescentMoon.svg": "พระจันทร์",
    "CHARACTER_Cloud1.svg": "เมฆ",
    "CHARACTER_Thundercloud.svg": "พายุเมฆ",
    "CHARACTER_Tornado.svg": "พายุหมุน",
    "CHARACTER_Barn.svg": "ยุ้งข้าว",
    "CHARACTER_Fort.svg": "ป้อมปราการ",
    "CHARACTER_Castle.svg": "ปราสาท",
    "CHARACTER_Igloo.svg": "กระท่อมนำ้แข็ง",
    "CHARACTER_House1.svg": "บ้าน",
    "CHARACTER_House.svg": "บ้าน",
    "CHARACTER_House3.svg": "บ้าน",
    "CHARACTER_House4.svg": "บ้าน",
    "CHARACTER_Apartment.svg": "ห้องเช่า",
    "CHARACTER_School.svg": "โรงเรียน",
    "CHARACTER_Shop.svg": "ร้าน",
    "CHARACTER_Fence.svg": "รั้ว",
    "CHARACTER_Mailbox.svg": "ตู้จดหมาย",
    "CHARACTER_Cake.svg": "ขนมเค้ก",
    "CHARACTER_Ball.svg": "ลูกบอล",
    "CHARACTER_Basketball.svg": "บาสเกตบอล",
    "CHARACTER_Soccerball.svg": "ลูกฟุตบอล",
    "CHARACTER_SoccerNet.svg": "ตาข่ายฟุตบอล",
    "CHARACTER_Bed.svg": "เตียง",
    "CHARACTER_NightTable.svg": "โต๊ะข้างเตียง",
    "CHARACTER_Stool.svg": "เก้าอี้นั่ง",
    "CHARACTER_Table.svg": "โต๊ะ",
    "CHARACTER_Car.svg": "รถ",
    "CHARACTER_Bus.svg": "รถโดยสาร",
    "CHARACTER_SailBoat.svg": "เรือ",
    "CHARACTER_Boat2.svg": "เรือ",
    "CHARACTER_Rocket.svg": "จรวด",
    "CHARACTER_Ben.svg": "บุคคล",
    "CHARACTER_Elle.svg": "เด็ก",
    "CHARACTER_Farrah.svg": "บุคคล",
    "CHARACTER_Jai.svg": "บุคคล",
    "CHARACTER_Joey.svg": "เด็ก",
    "CHARACTER_Kate.svg": "เด็ก",
    "CHARACTER_Nahom.svg": "เด็ก",
    "CHARACTER_Nia.svg": "บุคคล",
    "CHARACTER_Sam.svg": "เด็ก",
    "CHARACTER_Tom.svg": "บุคคล",
    "BACKGROUND_Farm.svg": "ทุ่งปศุสัตว์",
    "BACKGROUND_Park.svg": "อุทยาน",
    "BACKGROUND_Suburbs.svg": "ชานเมือง",
    "BACKGROUND_City.svg": "เมือง",
    "BACKGROUND_Library.svg": "ห้องสมุด",
    "BACKGROUND_Classroom.svg": "ห้องเรียน",
    "BACKGROUND_Theatre.svg": "โรงละคร",
    "BACKGROUND_Gym.svg": "โรงพละ",
    "BACKGROUND_Gym2.svg": "โรงพละ",
    "BACKGROUND_Bedroom.svg": "ห้องนอน",
    "BACKGROUND_EmptyRoom.svg": "ห้องว่าง",
    "BACKGROUND_Summer.svg": "ฤดูร้อน",
    "BACKGROUND_Fall.svg": "ฤดูใบไม้ร่วง",
    "BACKGROUND_Winter.svg": "ฤดูหนาว",
    "BACKGROUND_Spring.svg": "ฤดูใบไม้ผลิ",
    "BACKGROUND_Creek.svg": "แม่นำ้",
    "BACKGROUND_Lake.svg": "ทะเลสาป",
    "BACKGROUND_Woods.svg": "ป่า",
    "BACKGROUND_BeachDay.svg": "วันชายหาด",
    "BACKGROUND_BeachSunrise.svg": "ชายหาดที่พระอาทิตย์ตก",
    "BACKGROUND_BeachNight.svg": "คืนชายหาด",
    "BACKGROUND_Underwater.svg": "ใต้นำ้",
    "BACKGROUND_Jungle.svg": "ป่า",
    "BACKGROUND_Savannah.svg": "ทุ่งเซวันนา",
    "BACKGROUND_Desert.svg": "ทะเลทราย",
    "BACKGROUND_Arctic.svg": "ขั้วโลกเหนือ",
    "BACKGROUND_Space.svg": "อวกาศ",
    "BACKGROUND_MoonBkg.svg": "พระจันทร์",
    "BLOCK_DESC_GREEN_FLAG": "เริ่มต้นที่ธงเขียว",
    "BLOCK_DESC_ON_TAP": "เริ่มต้นเมื่อแตะ {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "เริ่มต้นเมื่อชน {CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "สีส้ม",
    "BLOCK_DESC_ON_MESSAGE": "เริ่มต้นตามข้อความ {COLOR}",
    "BLOCK_DESC_SEND_MESSAGE": "ส่งข้อความ {COLOR}",
    "BLOCK_DESC_MOVE_RIGHT": "เลื่อนขวา",
    "BLOCK_DESC_MOVE_LEFT": "เลื่อนซ้าย",
    "BLOCK_DESC_MOVE_UP": "เลื่อนขึ้น",
    "BLOCK_DESC_MOVE_DOWN": "เลื่อนลง",
    "BLOCK_DESC_TURN_RIGHT": "เลี้ยวขวา",
    "BLOCK_DESC_TURN_LEFT": "เลี้ยวซ้าย",
    "BLOCK_DESC_HOP": "กระโดด",
    "BLOCK_DESC_GO_HOME": "กลับที่เดิม",
    "BLOCK_DESC_SAY": "พูด",
    "BLOCK_DESC_GROW": "ขยายขนาด",
    "BLOCK_DESC_SHRINK": "ลดขนาด",
    "BLOCK_DESC_RESET_SIZE": "ตั้งขนาดเดิม",
    "BLOCK_DESC_HIDE": "ซ่อน",
    "BLOCK_DESC_SHOW": "แสดง",
    "BLOCK_DESC_PLAY_SOUND": "เล่นเสียง {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "เสียงดังป๊อบ",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "เล่นเสียงบันทึก",
    "BLOCK_DESC_WAIT": "รอ",
    "BLOCK_DESC_STOP": "หยุด {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "ตั้งค่าความเร็ว",
    "BLOCK_DESC_REPEAT": "ทำซ้ำ",
    "BLOCK_DESC_END": "จบ",
    "BLOCK_DESC_REPEAT_FOREVER": "ทำซำ้ไปตลอดกาล",
    "BLOCK_DESC_GO_TO_PAGE": "ไปที่หน้า {PAGE}",
    "SHARING_BY_EMAIL": "แจกจ่ายทางอีเมล",
    "SHARING_BY_AIRDROP": "แจกจ่ายทางแอร์ดรอป-AirDrop",
    "SHARING_EMAIL_SUBJECT": "โครงงาน ScratchJr: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Click the icon to try my ScratchJr project on your iPad or Android tablet!<br><br>If you don't have the ScratchJr app, you can <a href='http://www.scratchjr.org'>download it</a> from the Apple App store or the Google Play Store.<br><br>With ScratchJr, children can create their own interactive stories and games. To learn more, see <a href='http://www.scratchjr.org'>scratchjr.org</a>.",
    "FOR_PARENTS": "สำหรับผู้ปกครอง",
    "PARENTAL_GATE_EXPLANATION": "ทำไมเราถึงถามแบบนี้? ผู้ใหญ่ต้องอนุญาตใหัแจกจ่ายทางออนไลน์ได้",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "โครงงาน",
    "LIBRARY_CHARACTER": "ตัวละคร",
    "LIBRARY_BACKGROUND": "พื้นหลัง",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "สวัสดี",
    "ALERT_BACK": "ถอยกลับ",
    "ALERT_SAVING": "กำลังบันทึก...",
    "SELECT_LANGUAGE": "เลือกภาษา",
    "USAGE_QUESTION": "Where are you using ScratchJr?",
    "USAGE_SCHOOL": "School",
    "USAGE_HOME": "Home",
    "USAGE_OTHER": "Other",
    "USAGE_NONE": "ชอบที่จะไม่พูด"
}
