{
    "MY_PROJECTS": "Мої проєкти",
    "IMPORT_ERROR": "<h2 class='title'>О ні! Файл не працює</h2><div class='content'>Можливо, з вашим файлом щось не так. <br>Переконайтеся, що це робочий файл .sjr, і повторіть спробу.</div>",
    "QUICK_INTRO": "Знайомство зі ScratchJr",
    "SAMPLE_PROJECTS": "Зразки проєктів",
    "ABOUT_SCRATCHJR": "Про ScratchJr",
    "INTERFACE_GUIDE": "Посібник: Інтерфейс",
    "PAINT_EDITOR_GUIDE": "Посібник: Малювання",
    "BLOCKS_GUIDE": "Посібник: Блоки",
    "PRIVACY_POLICY": "Політика конфіденційності",
    "ABOUT_WHAT_IS": "Що таке ScratchJr?",
    "ABOUT_DESCRIPTION": "ScratchJr - це початкова мова програмування, що дозволяє маленьким дітям (віком 5-7 років) створювати власні інтерактивні історії та ігри. Діти з'єднують графічні блоки програми аби змусити персонажів рухатись, стрибати, танцювати або співати. Діти можуть змінювати персонажів у графічному редакторі, додавати запис власного голосу або інші звуки, або фотографії та, згодом, за допомогою програмних блоків \"оживляти\" персонажів.",
    "ABOUT_INSPIRED_BY": "ScratchJr був створений під впливом популярної мови програмування Scratch (http://scratch.mit.edu), якою користуються мільйони дітлахів (віком від 8-ми років) по всьому світу. Створюючи ScratchJr, ми переробили інтерфейс та мову програмування аби зробити їх зручнішими та доступнішими для малят, ретельно розробили можливості програми відповідно до когнітивного, особистого, соціального та емоційного розвитку.<br/><br/>Для додаткової інформації про ScratchJr, відвідайте сайт http://scratchjr.org",
    "ABOUT_WHY_CREATE": "Чому ми створили ScratchJr?",
    "ABOUT_WHY_CREATE_DESCRIPTION": "Кодування (або комп’ютерне програмування) - це новий тип грамотності. Уміння писати допомагає нам організовувати своє мислення та висловлювати свої ідеї, те саме стосується і кодування. У минулому кодування вважалося занадто важкою для більшості людей справою, але ми вважаємо, що кодування має бути звичною навичкою для всіх, як і письмо.<br/><br/>Кодуючи у ScratchJr, малюки навчаються творити та виражати себе за допомогою комп’ютера, а не просто взаємодіяти з ним. В процесі цього діти вчаться вирішувати проблеми, розробляти проєкти, розвивають навички розкладання дії на послідовність певних кроків, які є основними для подальшого успіху в навчанні. Вони також використовують математику та мову в змістовному та мотивуючому контексті, підтримуючи розвиток вміння рахувати та грамотності з раннього віку. Зі ScratchJr діти не просто вчаться кодувати, вони кодують, щоб вчитися.",
    "ABOUT_WHO_CREATED": "Хто створив ScratchJr?",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr підтримується як співпраця між Scratch Foundation і дослідницькою групою Developmental Technologies (DevTech) Педагогічної школи Лінча при Бостонському коледжі. ScratchJr спочатку був створений DevTech – (на чолі з Мариною Умаскі Берс, за участі Аманди Строхекер, Клер Кейн, Луїзи Фланнері, Елізабет Казакофф і Ділана Портеланса), групи Lifelong Kindergarten у медіа-лабораторії MIT – (на чолі з Мітчелом Резніком, за участю Кріса Гарріті, Тіма Мікеля, Карла Боумена, Чампіки Фернандо, Наталі Раск, Саямінду Дасгупти та Кріса Грейвса) і Playful Invention Company (на чолі з Полою Бонті та Браяном Сільверманом, за участю Джека Геддеса та Адріана Габріеля) . Версія ScratchJr для Android була реалізована компанією Two Sigma (на чолі з Марком Ротом за участі Кевіна Ху) за участі Benesse Corp.<br/> <br/>Графіку та ілюстрації для ScratchJr створила компанія HvingtQuatre (під керівництвом Жюльєн Геліф’є та Адрієн Валеса), Сара Томсон, Пітер Мюллер, Джилліан Ломбарді та Блейн Асрат. Паула Агілера з медіа-лабораторії MIT створила відео ScratchJr. Ми також хотіли б подякувати всім, хто брав участь у бета-тестових спільнотах для iPad і Android, зокрема Серхіо Антолінесу, Вандендале Дідьє та Сьорду Дірку Меєру.",
    "ABOUT_WHO_SUPPORTED": "Хто підтримував ScratchJr?",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "Проєкт ScratchJr отримав велику фінансову підтримку від National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation і British Telecommunications.<br/><br/>Якщо вам подобається користуватися цим безкоштовним додатком, будь ласка, подумайте про те, щоб зробити пожертву в Scratch Foundation (www.scratchfoundation.org), неприбуткову організацію, яка надає постійну підтримку ScratchJr. Ми цінуємо пожертви всіх розмірів, великих і малих.<br/><br/>Наші платинові прихильники з кампанії ScratchJr на Kickstarter: Jeremy Deutsch, Kenneth Ehlert, Catherine Greenspon, Mark Loughridge, JoAnn Gantz Bendetson і Shirley Resnick.<br/><br/>Інші прихильники з кампанії ScratchJr на Kickstarter: ",
    "BLOCKS_TRIGGERING_BLOCKS": "Тригерні Блоки",
    "BLOCKS_GREEN_FLAG": "Запуск за Зеленим Прапорцем",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "Запускає сценарій за натисканням на Зелений Прапорець.",
    "BLOCKS_ON_TAP": "Запуск за Дотиком",
    "BLOCKS_ON_TAP_DESCRIPTION": "Запускає сценарій за дотиком до персонажа.",
    "BLOCKS_ON_TOUCH": "Запуск за Зіткненням",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "Запускає сценарій, коли персонаж стикається з іншим персонажем.",
    "BLOCKS_ON_MESSAGE": "Запуск за Повідомленням",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "Запускає сценарій, коли відправляється повідомлення вказаного кольору.",
    "BLOCKS_SEND_MESSAGE": "Відправити Повідомлення",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "Відправляє повідомлення вказаного кольору.",
    "BLOCKS_MOTION_BLOCKS": "Блоки Переміщення",
    "BLOCKS_MOVE_RIGHT": "Перемістити Праворуч",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "Переміщує персонаж на вказану кількість клітинок координатної сітки праворуч.",
    "BLOCKS_MOVE_LEFT": "Перемістити Ліворуч",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "Переміщує персонаж на вказану кількість клітинок координатної сітки ліворуч.",
    "BLOCKS_MOVE_UP": "Перемістити Вгору",
    "BLOCKS_MOVE_UP_DESCRIPTION": "Переміщує персонаж на вказану кількість клітинок координатної сітки вгору.",
    "BLOCKS_MOVE_DOWN": "Перемістити Вниз",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "Переміщує персонаж на вказану кількість клітинок координатної сітки вниз.",
    "BLOCKS_TURN_RIGHT": "Повернути Праворуч",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "Повертає персонаж за годинниковою стрілкою на вказану кількість кроків. 12 кроків здійснюють повний оберт персонажа.",
    "BLOCKS_TURN_LEFT": "Повернути Ліворуч",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "Повертає персонаж проти годинникової стрілки на вказану кількість кроків. 12 кроків здійснюють повний оберт персонажа.",
    "BLOCKS_HOP": "Стрибнути",
    "BLOCKS_HOP_DESCRIPTION": "Переміщує персонаж спочатку на вказану кількість клітинок координатної сітки вгору, а потім вниз.",
    "BLOCKS_GO_HOME": "Повернутися Додому",
    "BLOCKS_GO_HOME_DESCRIPTION": "Повертає персонажа у вихідне положення (щоб встановити нове вихідне положення, перетягніть персонаж у потрібне місце).",
    "BLOCKS_LOOKS_BLOCKS": "Блоки Зовнішнього Вигляду",
    "BLOCKS_SAY": "Сказати",
    "BLOCKS_SAY_DESCRIPTION": "Показує вказане повідомлення у мовній бульбашці над персонажем.",
    "BLOCKS_GROW": "Збільшити",
    "BLOCKS_GROW_DESCRIPTION": "Збільшує персонаж у розмірах.",
    "BLOCKS_SHRINK": "Зменшити",
    "BLOCKS_SHRINK_DESCRIPTION": "Зменшує персонаж у розмірах.",
    "BLOCKS_RESET_SIZE": "Відновити Розмір",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "Відновлює фактичний розмір персонажа.",
    "BLOCKS_HIDE": "Сховати",
    "BLOCKS_HIDE_DESCRIPTION": "Поступово збільшує прозорість персонажа до його повного зникнення.",
    "BLOCKS_SHOW": "Показати",
    "BLOCKS_SHOW_DESCRIPTION": "Поступово зменшує прозорість персонажа, поки він повністю не стане видимим.",
    "BLOCKS_SOUND_BLOCKS": "Звукові Блоки",
    "BLOCKS_POP": "Бульк",
    "BLOCKS_POP_DESCRIPTION": "Відтворює звук \"Бульк\".",
    "BLOCKS_PLAY_RECORDED": "Відтворити Записаний Звук",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "Відтворює звук записаний користувачем.",
    "BLOCKS_CONTROL_BLOCKS": "Блоки Керування",
    "BLOCKS_WAIT": "Чекати",
    "BLOCKS_WAIT_DESCRIPTION": "Призупиняє виконання сценарію на вказаний час (час вказується у десятих частках секунди).",
    "BLOCKS_STOP": "Зупинити",
    "BLOCKS_STOP_DESCRIPTION": "Призупиняє виконання всіх сценаріїв персонажа.",
    "BLOCKS_SET_SPEED": "Задати Швидкість",
    "BLOCKS_SET_SPEED_DESCRIPTION": "Змінює швидкість, з якою виконуються певні блоки. Можна встановити Низьку, Середню або Високу швидкість. Якщо швидкість не задана за допомогою цього блоку - блоки виконуються із середньою швидкістю.",
    "BLOCKS_REPEAT": "Повторити",
    "BLOCKS_REPEAT_DESCRIPTION": "Повторює виконання блоків, розташованих всередині цього блоку, вказану кількість разів.",
    "BLOCKS_END_BLOCKS": "Блоки Закінчення",
    "BLOCKS_END": "Закінчення",
    "BLOCKS_END_DESCRIPTION": "Позначає закінчення сценарію (але не призводить ні до яких дій).",
    "BLOCKS_REPEAT_FOREVER": "Повторювати Нескінченно",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "Виконує сценарій знову і знову безперервно.",
    "BLOCKS_GO_TO_PAGE": "Перейти на Сторінку",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "Змінює сторінку проєкту на вказану.",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} | Зберегти",
    "INTERFACE_GUIDE_STAGE": "{N, number} | Сцена",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} | Режим Презентації",
    "INTERFACE_GUIDE_GRID": "{N, number} | Координатна Сітка",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} | Змінити Фон",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} | Додати Текст",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} | Переставити Персонажів",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} | Зелений прапорець",
    "INTERFACE_GUIDE_PAGES": "{N, number} | Сторінки",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} | Інформація про Проєкт",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} | Скасувати та Повторити",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} | Програмний Сценарій Персонажа",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} | Ділянка Програмування",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} | Палітра Блоків",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} | Категорії Блоків",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} | Персонажі",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "Зберігає поточний проєкт та переходить до Списку Проєктів.",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "Це місце, на якому відбувається дія в проєкті. Щоб видалити персонаж, натисніть на нього і потримайте деякий час.",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "Розгортає ділянку сцени на весь екран.",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "Показує (або ховає) координатну сітку.",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "Вибрати або створити фон для сцени.",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "Дозволяє додати заголовки або етикетки на сцену.",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "Переставляє всіх персонажів на сцені, встановлюючи їх у вихідні позиції (перетягніть персонаж, щоб налаштувати його нову вихідну позицію).",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "Запускає виконання всіх сценаріїв проєкту, які починаються з блоку «Запуск за Зеленим Прапорцем».",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "Дозволяє вибрати сцену серед сцен вашого проєкту або додати нову сцену кнопкою «+». Кожна сцена має свій набір персонажів та фон. Щоб видалити сцену, натисніть і потримайте її. Щоб упорядкувати сцени, перетягніть їх на нові позиції.",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "Дозволяє переглянути і в разі потреби змінити назву проєкту. Також дозволяє поділитися проєктом (якщо це підтримується пристроєм на якому працює програма).",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "Якщо ви помилилися, доторкніться до кнопки «Скасувати», щоб анулювати останню дію і повернутися до попереднього стану. Торкніться кнопки «Відновити», щоб анулювати останнє скасування.",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "З'єднайте блоки, щоб скласти програмний сценарій, який керує діями персонажа. Торкніться будь-якого місця сценарію, щоб запустити його виконання. Щоб видалити блок або сценарій, перетягніть його за межі ділянки програмування. Щоб скопіювати блок або сценарій з одного персонажа в інший, перетягніть його на ескіз відповідного персонажа.",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "Тут ви з'єднуєте програмні блоки для створення сценаріїв, які вказують персонажу що робити.",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "Це меню програмних блоків. Перетягніть блок на ділянку програмування, потім торкніться його, щоб побачити його в дії.",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "Тут ви можете вибрати одну з наступних категорій програмних блоків: Блоки Запуску (Жовтий), Блоки Переміщення (Синій), Блоки Зовнішнього Вигляду (Фіолетовий), Звукові Блоки (Зелений), Блоки Керування (Помаранчевий), Кінцеві Блоки (Червоний).",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "Дозволяє вибрати персонажа серед персонажів вашого проєкту або додати новий персонаж кнопкою «+». Після вибору персонажа ви можете редагувати його скрипти. Торкніться імені персонажа, щоб перейменувати його, або торкніться пензлика, щоб відредагувати його зображення. Щоб видалити персонажа, натисніть і потримайте його, коли з'явиться хрестик, натисніть на нього. Щоб скопіювати персонажа на іншу сцену, перетягніть його до ескізу цієї сцени.",
    "PAINT_GUIDE_UNDO": "{N, number} | Скасувати",
    "PAINT_GUIDE_REDO": "{N, number} | Відновити",
    "PAINT_GUIDE_SHAPE": "{N, number} | Форма",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} | Ім'я Персонажа",
    "PAINT_GUIDE_CUT": "{N, number} | Вирізати",
    "PAINT_GUIDE_DUPLICATE": "{N, number} | Подвоїти",
    "PAINT_GUIDE_ROTATE": "{N, number} | Обернути",
    "PAINT_GUIDE_DRAG": "{N, number} | Перетягти",
    "PAINT_GUIDE_SAVE": "{N, number} | Зберегти",
    "PAINT_GUIDE_FILL": "\"{N, number} | Залити",
    "PAINT_GUIDE_CAMERA": "{N, number} | Фотокамера",
    "PAINT_GUIDE_COLOR": "{N, number} | Колір",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} | Ширина лінії",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "Скасовує останню дію.",
    "PAINT_GUIDE_REDO_DESCRIPTION": "Анулює останнє скасування.",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "Дозволяє встановити одну з форм для малювання: лінія, коло/еліпс, прямокутник або трикутник.",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "Дозволяє редагувати ім'я персонажа.",
    "PAINT_GUIDE_CUT_DESCRIPTION": "Вибравши інструмент «Вирізати», ви можете торкнутися персонажа або фігури, щоб видалити його з полотна.",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "Вибравши інструмент «Подвоїти», ви можете торкнутися персонажа або фігури, щоб зробити його копію.",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "Вибравши інструмент «Поворот», ви можете повернути персонаж або фігуру навколо його центру.",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "Вибравши інструмент «Перетягти», ви можете змінити положення персонажа або фігури на полотні. Якщо доторкнутися до фігури, ви можете змінити її форму, перетягуючи точки, які на ній з'являються, а також додати нові точки довгим дотиком.",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "Зберігає зміни та закриває Графічний Редактор.",
    "PAINT_GUIDE_FILL_DESCRIPTION": "Вибравши інструмент «Залити», ви можете торкнутись персонажа або фігури, щоб залити його обраним кольором.",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "Вибравши інструмент «Фотокамера», торкніться будь-якого персонажа або фігури, а потім натисніть значок камери, щоб заповнити вибрану частину новою фотографією, зробленою на камеру.",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "Встановлює колір, який буде використовуватися для малювання та заливки фігур.",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "Змінює ширину ліній у фігурах, які ви малюєте.",
    "PRIVACY_TITLE": "Політика конфіденційності ScratchJr",
    "PRIVACY_LAST_UPDATED": "Останнє оновлення політики конфіденційності ScratchJr: 3 листопада 2021 року",
    "PRIVACY_HIGHLIGHT": "Scratch піклується про вашу конфіденційність. У цьому документі, який називається \"політикою конфіденційності\", пояснюється, яку інформацію ми збираємо від вас, як ми її збираємо та як ми зберігаємо її в безпеці. Він також розповідає вам про вибір і варіанти, які ви маєте щодо вашої інформації.",
    "PRIVACY_DESCRIPTION": "Scratch Foundation та пов’язані організації (разом \"<b>Scratch</b>\", \"<b>ми</b>\", \"<b>наш</b>\" або \"<b>нам</b>\") розуміють, наскільки важлива конфіденційність для нашої спільноти, особливо для дітей та батьків (\"<b>ви</b>\" або \"<b>користувач</b>\"). Ми написали цю політику конфіденційності (\"<b>Політика Конфіденційності</b>\"), щоб пояснити, яку інформацію ми збираємо за допомогою мобільного додатка ScratchJr (\"<b>Додаток</b>\"), як ми її використовуємо, обробляємо та поширюємо, а також що ми робимо для її безпеки. Також він розповідає про ваші права та вибір щодо вашої Персональної Інформації, а також про те, як ви можете зв’язатися з нами, якщо у вас виникли запитання чи занепокоєння. <br>Уважно прочитайте цю Політику Конфіденційності, щоб ви розуміли свої права щодо вашої особистої інформації та як ми будемо збирати, використовувати та обробляти вашу особисту інформацію. Якщо ви не згодні з цією Політикою Конфіденційності або будь-якою її частиною, вам не слід отримувати доступ або використовувати будь-яку частину Додатка. Якщо ви передумаєте в майбутньому, ви повинні припинити використання Додатка, і ви можете скористатися своїми правами щодо вашої Персональної Інформації, як зазначено в цій Політиці Конфіденційності.",
    "PRIVACY_INFORMATION_COLLECTED": "Яку особисту інформацію збирає команда ScratchJr про мене?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch збирає та зберігає інформацію, яку ви нам надаєте, наприклад, чи хочете ви використовувати Додаток вдома або в школі та якою мовою. Додаток автоматично збирає деяку інформацію про планшет або телефон, на якому ви використовуєте Додаток, і про те, як ви працюєте в додатку.",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Інформація, надана вами",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Проекти.</b> Додаток збирає проекти, які ви можете створити в Додатку, включаючи зображення та записи звука в проектах. Однак ця інформація зберігається лише локально на вашому пристрої і не передається та недоступна для Scratch. Коли ви вперше завантажуєте програму, ми просимо дозволу на доступ до камери (щоб ви могли робити знімки, щоб потім використовувати їх як персонажів у своїх проектах) і мікрофона (щоб записувати звуки для використання у своїх проектах) вашого пристрою. Ви можете будь-коли вимкнути ці функції в налаштуваннях Додатку, наданих вашим пристроєм.",
    "PRIVACY_INFO_FROM_PREFS": "<b>Use preferences.</b> We ask you whether you will use the App for school, at home, or for another reason and what language you would like us to display the App in. ",
    "PRIVACY_INFO_FROM_AUTO": "Інформація, зібрана за допомогою автоматизованих засобів",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "Як команда ScratchJr використовує мою особисту інформацію?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Аналітика та покращення програми.</b> Ми та наші постачальники послуг використовуємо особисту інформацію, яку ми збираємо в Додатку, таку як ваше місцезнаходження, які символи ви використовуєте найчастіше, скільки часу ви проводите в Додатку та інші дії в Додатку, щоб відстежувати й аналізувати використання Додатка та щоб покращити його та додати нові функції. У наших законних інтересах є покращення нашого Додатка для наших користувачів, що включає усунення несправностей, тестування та дослідження, а також забезпечення безпеки програми. При цьому ми можемо використовувати особисту інформацію, яку ми автоматично збираємо про вас, наприклад інформацію про використання.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Використання нами Європейської Персональної Інформації",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "Якщо ви перебуваєте в ЄЕЗ, Великобританії чи Швейцарії, ми використовуємо вашу інформацію лише тоді, коли у нас є підстави, які дозволяють нам це зробити.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "Якщо ви перебуваєте в Європейській економічній зоні (\"<b>ЄЕЗ</b>\"), у Великобританії чи Швейцарії, ми обробляємо вашу особисту інформацію лише тоді, коли маємо дійсну правову основу:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Згода.</b> Ми можемо використовувати Вашу Персональну інформацію, якщо ви на це погодилися.",
    "PRIVACY_SHARING": "Як Команда ScratchJr Ділиться моєю Особистою Інформацією?",
    "PRIVACY_SHARING_HIGHLIGHT": "Ми передаємо вашу інформацію іншим організаціям лише тоді, коли нам це необхідно. Ми ділимося інформацією з постачальниками, які допомагають нам надавати Додаток. Ми також ділимося результатами досліджень, які ми проводимо, зі школами та дослідниками, але спочатку вживаємо заходів, щоб помістити цю інформацію у формат, який не дозволить їм ідентифікувати вас. Ми також можемо поділитися вашою інформацією з судами та урядами з правових причин.",
    "PRIVACY_SHARING_DESCRIPTION": "Ми розкриваємо вашу Особисту Інформацію третім сторонам в наступних випадках:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Постачальники послуг.</b> Ми покладаємося на постачальників послуг для надання послуг у нашому Додатку, таких як: постачальник аналітики Google Firebase, щоб допомогти нам зрозуміти нашу базу користувачів і те, як використовується наш додаток.",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch група.</b> Ми ділимось особистою інформацією про вас з нашими афілійованими і дочірніми компаніями.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Ваші Права та Вибір",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "Якщо ви зацікавлені в тому, як ми отримуємо та використовуємо вашу Інформацію, ви можете зв’язатися з нами будь-яким із способів, описаних нижче в розділі “Зв’яжіться з нами“, або поговоріть зі своїми батьками, які зможуть вам допомогти та відповісти на будь-які запитання, які у вас виникли. Якщо у вас виникли запитання щодо того, як ми обробляємо вашу Особисту Інформацію, зв’яжіться з нами.",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "Ми прагнемо надати вам вибір щодо персональної інформації, яку ви нам надаєте. Ми створили механізми для надання вам такого контролю над вашою Персональною Інформацією:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Видалення вашої інформації.</b> Ви можете видалити свої проекти, видаливши Додаток зі свого пристрою.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Ваші Європейські Права на Захист Даних",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Зберігання Даних",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "Ми не зберігаємо вашу інформацію назавжди. Ми зберігаємо її лише до тих пір, поки вона нам потрібна, щоб допомогти нам виконувати дії, описані в цій політиці.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "Ми вживаємо заходів, щоб зберігати вашу інформацію в безпеці.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Повідомлення про зміни в Політиці Конфіденційності",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "Якщо ми внесемо будь-які зміни в те, як ми використовуємо вашу інформацію, ми оновимо цю Політику Конфіденційності через Додаток і можемо повідомити вас, що ми внесли зміни.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "Міжнародна Транскордонна Передача Даних",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Scratch буде зберігати та використовувати вашу інформацію у Сполучених Штатах, де закони та захист інформації можуть відрізнятися від законів у вашій країні. Ми вживаємо заходів, щоб зберігати вашу інформацію надійно та безпечно.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "Ми можемо передавати Персональну Інформацію, яку збираємо про вас, одержувачам в інших країнах, ніж та країна, в якій Персональна Інформація була зібрана. Ці країни можуть не мати таких самих законів про захист даних, що й країна, в якій ви спочатку надали Персональну Інформацію. <br>Scratch знаходиться в Сполучених Штатах Америки. Якщо ви надаєте нам свою Персональну Інформацію під час використання Послуг в ЄЕЗ, Швейцарії або Великобританії, зверніть увагу, що ви передаєте свою Персональну Інформацію за межі цих регіонів до Сполучених Штатів Америки для зберігання та обробки.",
    "PRIVACY_CONTACT": "Зв'яжіться з нами",
    "PRIVACY_CONTACT_HIGHLIGHT": "Будь ласка, напишіть нам або надішліть електронний лист, використовуючи контактні дані, наведені нижче.",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "Під водою",
    "SAMPLE_Farm": "Ферма",
    "SAMPLE_Seasons": "Пори року",
    "SAMPLE_Friends": "Друзі",
    "SAMPLE_Dance": "Танок",
    "SAMPLE_Animal Race": "Перегони тварин",
    "SAMPLE_Bump": "Зіткнення",
    "SAMPLE_Quick Intro": "Швидкий вступ",
    "SAMPLE_Star": "Зірка",
    "SAMPLE_TEXT_key_character_cat": "Кіт",
    "SAMPLE_TEXT_key_character_star": "Зірка",
    "SAMPLE_TEXT_key_character_teen_girl": "Дівчинка",
    "SAMPLE_TEXT_key_character_teen_boy": "Хлопчик",
    "SAMPLE_TEXT_key_farm_tap_them": "Доторкнись до них",
    "SAMPLE_TEXT_key_party_question": "Вечірка?",
    "SAMPLE_TEXT_key_soccer_question": "Або футбол?",
    "SAMPLE_TEXT_key_goal": "Гол!!",
    "SAMPLE_TEXT_key_under_the_sea_fish": "Рибка",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "Морський коник",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "Морська зірка",
    "SAMPLE_TEXT_key_farm_pig": "Порося",
    "SAMPLE_TEXT_key_farm_horse": "Лоша",
    "SAMPLE_TEXT_key_farm_chicken": "Курча",
    "SAMPLE_TEXT_key_farm_barn": "Сарай",
    "SAMPLE_TEXT_key_seasons_summer": "Літо",
    "SAMPLE_TEXT_key_seasons_fall": "Осінь",
    "SAMPLE_TEXT_key_seasons_winter": "Зима",
    "SAMPLE_TEXT_key_seasons_spring": "Весна",
    "SAMPLE_TEXT_key_friends_cake": "Торт",
    "SAMPLE_TEXT_key_friends_soccer_ball": "Футбольний м'яч",
    "SAMPLE_TEXT_key_friends_child": "Дитина",
    "SAMPLE_TEXT_key_friends_table": "Стіл",
    "SAMPLE_TEXT_key_friends_soccer_net": "Футбольні ворота",
    "SAMPLE_TEXT_key_animalrace_elephant": "Слон",
    "SAMPLE_TEXT_key_animalrace_giraffe": "Жирафа",
    "SAMPLE_TEXT_key_animalrace_monkey": "Мавпа",
    "SAMPLE_TEXT_key_dance_scubadiver": "Аквалангіст",
    "SAMPLE_TEXT_key_dance_snake": "Змія",
    "SAMPLE_TEXT_key_bump_yellow_duck": "Жовта качка",
    "SAMPLE_TEXT_key_bump_blue_duck": "Синя качка",
    "SAMPLE_TEXT_key_bump_green_duck": "Зелена качка",
    "SAMPLE_TEXT_key_quickintro_fish": "Риба",
    "SAMPLE_TEXT_key_quickintro_toc": "Ток",
    "CHARACTER_Cat.svg": "Кіт",
    "CHARACTER_Cat2.svg": "Кіт йде",
    "CHARACTER_Blue.svg": "Тік",
    "CHARACTER_Purple.svg": "Так",
    "CHARACTER_Red.svg": "Ток",
    "CHARACTER_Dragon.svg": "Дракон",
    "CHARACTER_Fairy.svg": "Фея",
    "CHARACTER_Wizard.svg": "Чарівник",
    "CHARACTER_Dog.svg": "Цуценя",
    "CHARACTER_Rabbit.svg": "Кроленя",
    "CHARACTER_Chicken.svg": "Курча",
    "CHARACTER_Pig.svg": "Порося",
    "CHARACTER_Horse.svg": "Лоша",
    "CHARACTER_Zebra.svg": "Зебра",
    "CHARACTER_Monkey.svg": "Мавпа",
    "CHARACTER_Elephant.svg": "Слон",
    "CHARACTER_Giraffe.svg": "Жирафа",
    "CHARACTER_Camel.svg": "Верблюд",
    "CHARACTER_Butterfly.svg": "Метелик",
    "CHARACTER_Fly.svg": "Муха",
    "CHARACTER_Bat.svg": "Кажан",
    "CHARACTER_Bird.svg": "Птах",
    "CHARACTER_Snake.svg": "Змія",
    "CHARACTER_Lizard.svg": "Ящірка",
    "CHARACTER_Frog.svg": "Жаба",
    "CHARACTER_Duck.svg": "Качка",
    "CHARACTER_Crab.svg": "Краб",
    "CHARACTER_Seahorse.svg": "Морський коник",
    "CHARACTER_Starfish.svg": "Морська зірка",
    "CHARACTER_Fish1.svg": "Риба",
    "CHARACTER_Fish2.svg": "Риба",
    "CHARACTER_Whale.svg": "Кит",
    "CHARACTER_Penguin.svg": "Пінгвін",
    "CHARACTER_PolarBear.svg": "Полярний ведмідь",
    "CHARACTER_Girl1V2.svg": "Дитина",
    "CHARACTER_Girl2V2.svg": "Дитина",
    "CHARACTER_Girl3V2.svg": "Дитина",
    "CHARACTER_Boy1V2.svg": "Дитина",
    "CHARACTER_Boy2V2.svg": "Дитина",
    "CHARACTER_Boy3V2.svg": "Дитина",
    "CHARACTER_TeenGirl1V2.svg": "Людина",
    "CHARACTER_TeenGirl2V2.svg": "Людина",
    "CHARACTER_TeenGirl3V2.svg": "Людина",
    "CHARACTER_TeenBoy1V2.svg": "Людина",
    "CHARACTER_TeenBoy2V2.svg": "Людина",
    "CHARACTER_TeenBoy3V2.svg": "Людина",
    "CHARACTER_Baby1V2.svg": "Немовля",
    "CHARACTER_Baby2V2.svg": "Немовля",
    "CHARACTER_Baby3V2.svg": "Немовля",
    "CHARACTER_MotherV2.svg": "Людина",
    "CHARACTER_FatherV2.svg": "Людина",
    "CHARACTER_GrandmotherV2.svg": "Людина",
    "CHARACTER_GrandfatherV2.svg": "Людина",
    "CHARACTER_GirlV2.svg": "Дитина",
    "CHARACTER_BoyV2.svg": "Дитина",
    "CHARACTER_Teen2V2.svg": "Людина",
    "CHARACTER_Teen3V2.svg": "Людина",
    "CHARACTER_Farmer1V2.svg": "Фермер",
    "CHARACTER_FarmerV2.svg": "Фермер",
    "CHARACTER_Bike2V2.svg": "Велосипедист",
    "CHARACTER_BikeV2.svg": "Велосипедист",
    "CHARACTER_Car2V2.svg": "Водій",
    "CHARACTER_Car1V2.svg": "Водій",
    "CHARACTER_AeroplaneV2.svg": "Пілот",
    "CHARACTER_AstronautV2.svg": "Астронавт",
    "CHARACTER_InuitV2.svg": "Інуїт",
    "CHARACTER_ScubadiverV2.svg": "Аквалангіст",
    "CHARACTER_RowboatV2.svg": "Весляр",
    "CHARACTER_Girl1.svg": "Дитина",
    "CHARACTER_Girl2.svg": "Дитина",
    "CHARACTER_Girl3.svg": "Дитина",
    "CHARACTER_Boy1.svg": "Дитина",
    "CHARACTER_Boy2.svg": "Дитина",
    "CHARACTER_Boy3.svg": "Дитина",
    "CHARACTER_TeenGirl1.svg": "Дівчинка",
    "CHARACTER_TeenGirl2.svg": "Дівчинка",
    "CHARACTER_TeenGirl3.svg": "Дівчинка",
    "CHARACTER_TeenBoy1.svg": "Хлопчик",
    "CHARACTER_TeenBoy2.svg": "Хлопчик",
    "CHARACTER_TeenBoy3.svg": "Хлопчик",
    "CHARACTER_Baby.svg": "Немовля",
    "CHARACTER_Mother.svg": "Матуся",
    "CHARACTER_Father.svg": "Тато",
    "CHARACTER_Grandmother.svg": "Бабуся",
    "CHARACTER_Grandfather.svg": "Дідусь",
    "CHARACTER_Girl.svg": "Дитина",
    "CHARACTER_Boy.svg": "Дитина",
    "CHARACTER_Teen2.svg": "Підліток",
    "CHARACTER_Teen3.svg": "Підліток",
    "CHARACTER_Farmer1.svg": "Фермерка",
    "CHARACTER_Farmer.svg": "Фермер",
    "CHARACTER_Bike2.svg": "Велосипедистка",
    "CHARACTER_Bike.svg": "Велосипедист",
    "CHARACTER_Car2.svg": "Водійка",
    "CHARACTER_Car1.svg": "Водій",
    "CHARACTER_Aeroplane.svg": "Пілот",
    "CHARACTER_Astronaut.svg": "Астронавт",
    "CHARACTER_Inuit.svg": "Інуїт",
    "CHARACTER_Scubadiver.svg": "Аквалангіст",
    "CHARACTER_Rowboat.svg": "Весляр",
    "CHARACTER_Tree1.svg": "Дерево",
    "CHARACTER_Tree3.svg": "Дерево",
    "CHARACTER_Tree4.svg": "Дерево",
    "CHARACTER_Evergreen.svg": "Ялинка",
    "CHARACTER_Weed.svg": "Рослина",
    "CHARACTER_Pasture.svg": "Висока трава",
    "CHARACTER_Cactus.svg": "Кактус",
    "CHARACTER_Daffodil.svg": "Нарциси",
    "CHARACTER_Daisy1.svg": "Ромашка",
    "CHARACTER_Daisy2.svg": "Ромашка",
    "CHARACTER_Daisy3.svg": "Ромашка",
    "CHARACTER_Tulip2.svg": "Тюльпан",
    "CHARACTER_Flowers.svg": "Квіти",
    "CHARACTER_Apple.svg": "Яблуко",
    "CHARACTER_Peach.svg": "Персик",
    "CHARACTER_Mushroom.svg": "Гриб",
    "CHARACTER_Star.svg": "Зірка",
    "CHARACTER_Star2.svg": "Зірка",
    "CHARACTER_Star3.svg": "Зірка",
    "CHARACTER_ShootingStar.svg": "Метеор",
    "CHARACTER_Earth.svg": "Земля",
    "CHARACTER_Planet.svg": "Планета",
    "CHARACTER_Sun.svg": "Сонце",
    "CHARACTER_Moon.svg": "Повний Місяць",
    "CHARACTER_CrescentMoon.svg": "Місяць",
    "CHARACTER_Cloud1.svg": "Хмара",
    "CHARACTER_Thundercloud.svg": "Грозова хмара",
    "CHARACTER_Tornado.svg": "Вихор",
    "CHARACTER_Barn.svg": "Сарай",
    "CHARACTER_Fort.svg": "Фортеця",
    "CHARACTER_Castle.svg": "Замок",
    "CHARACTER_Igloo.svg": "Іглу",
    "CHARACTER_House1.svg": "Будинок зелений",
    "CHARACTER_House.svg": "Будинок бірюзовий",
    "CHARACTER_House3.svg": "Будинок двуповерховий",
    "CHARACTER_House4.svg": "Будинок коричневий",
    "CHARACTER_Apartment.svg": "Будинок багатоповерховий",
    "CHARACTER_School.svg": "Школа",
    "CHARACTER_Shop.svg": "Магазин",
    "CHARACTER_Fence.svg": "Паркан",
    "CHARACTER_Mailbox.svg": "Поштова скринька",
    "CHARACTER_Cake.svg": "Торт",
    "CHARACTER_Ball.svg": "М'яч",
    "CHARACTER_Basketball.svg": "Баскетбольний м'яч",
    "CHARACTER_Soccerball.svg": "Футбольний м'яч",
    "CHARACTER_SoccerNet.svg": "Футбольні ворота",
    "CHARACTER_Bed.svg": "Ліжко",
    "CHARACTER_NightTable.svg": "Нічний столик",
    "CHARACTER_Stool.svg": "Табурет",
    "CHARACTER_Table.svg": "Стіл",
    "CHARACTER_Car.svg": "Авто",
    "CHARACTER_Bus.svg": "Автобус",
    "CHARACTER_SailBoat.svg": "Вітрильник",
    "CHARACTER_Boat2.svg": "Пароплав",
    "CHARACTER_Rocket.svg": "Ракета",
    "CHARACTER_Ben.svg": "Людина",
    "CHARACTER_Elle.svg": "Дитина",
    "CHARACTER_Farrah.svg": "Людина",
    "CHARACTER_Jai.svg": "Людина",
    "CHARACTER_Joey.svg": "Дитина",
    "CHARACTER_Kate.svg": "Дитина",
    "CHARACTER_Nahom.svg": "Дитина",
    "CHARACTER_Nia.svg": "Людина",
    "CHARACTER_Sam.svg": "Дитина",
    "CHARACTER_Tom.svg": "Людина",
    "BACKGROUND_Farm.svg": "Ферма",
    "BACKGROUND_Park.svg": "Парк",
    "BACKGROUND_Suburbs.svg": "Передмістя",
    "BACKGROUND_City.svg": "Місто",
    "BACKGROUND_Library.svg": "Бібліотека",
    "BACKGROUND_Classroom.svg": "Класна кімната",
    "BACKGROUND_Theatre.svg": "Театр",
    "BACKGROUND_Gym.svg": "Спортзал",
    "BACKGROUND_Gym2.svg": "Спортзал",
    "BACKGROUND_Bedroom.svg": "Спальня",
    "BACKGROUND_EmptyRoom.svg": "Порожня кімната",
    "BACKGROUND_Summer.svg": "Літо",
    "BACKGROUND_Fall.svg": "Осінь",
    "BACKGROUND_Winter.svg": "Зима",
    "BACKGROUND_Spring.svg": "Весна",
    "BACKGROUND_Creek.svg": "Річка",
    "BACKGROUND_Lake.svg": "Озеро вночі",
    "BACKGROUND_Woods.svg": "Ліс вночі",
    "BACKGROUND_BeachDay.svg": "Пляж вдень",
    "BACKGROUND_BeachSunrise.svg": "Захід сонця на пляжі",
    "BACKGROUND_BeachNight.svg": "Пляж вночі",
    "BACKGROUND_Underwater.svg": "Під водою",
    "BACKGROUND_Jungle.svg": "Джунглі",
    "BACKGROUND_Savannah.svg": "Савана",
    "BACKGROUND_Desert.svg": "Пустеля",
    "BACKGROUND_Arctic.svg": "Арктика",
    "BACKGROUND_Space.svg": "Космос",
    "BACKGROUND_MoonBkg.svg": "Місяць",
    "BLOCK_DESC_GREEN_FLAG": "ЗАПУСК ЗА ЗЕЛЕНИМ ПРАПОРЦЕМ",
    "BLOCK_DESC_ON_TAP": "ЗАПУСК ЗА ДОТИКОМ ДО {CHARACTER_NAME}",
    "BLOCK_DESC_ON_BUMP": "ЗАПУСК ЗА ЗІТКНЕННЯМ З {CHARACTER_NAME}",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "Помаранчевий",
    "BLOCK_DESC_ON_MESSAGE": "ЗАПУСК ЗА {COLOR} ПОВІДОМЛЕННЯМ",
    "BLOCK_DESC_SEND_MESSAGE": "ВІДПРАВИТИ {COLOR} ПОВІДОМЛЕННЯ",
    "BLOCK_DESC_MOVE_RIGHT": "ПЕРЕМІСТИТИ ПРАВОРУЧ",
    "BLOCK_DESC_MOVE_LEFT": "ПЕРЕМІСТИТИ ЛІВОРУЧ",
    "BLOCK_DESC_MOVE_UP": "ПЕРЕМІСТИТИ ВГОРУ",
    "BLOCK_DESC_MOVE_DOWN": "ПЕРЕМІСТИТИ ВНИЗ",
    "BLOCK_DESC_TURN_RIGHT": "ПОВЕРНУТИ ПРАВОРУЧ",
    "BLOCK_DESC_TURN_LEFT": "ПОВЕРНУТИ ЛІВОРУЧ",
    "BLOCK_DESC_HOP": "СТРИБНУТИ",
    "BLOCK_DESC_GO_HOME": "ПОВЕРНУТИСЯ НА ПОЧАТОК",
    "BLOCK_DESC_SAY": "СКАЗАТИ",
    "BLOCK_DESC_GROW": "ЗБІЛЬШИТИ",
    "BLOCK_DESC_SHRINK": "ЗМЕНШИТИ",
    "BLOCK_DESC_RESET_SIZE": "ВІДНОВИТИ РОЗМІР",
    "BLOCK_DESC_HIDE": "СХОВАТИ",
    "BLOCK_DESC_SHOW": "ПОКАЗАТИ",
    "BLOCK_DESC_PLAY_SOUND": "ВІДТВОРИТИ ЗВУК {SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "БУЛЬК",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "ВІДТВОРИТИ ЗАПИСАНИЙ ЗВУК",
    "BLOCK_DESC_WAIT": "ЧЕКАТИ",
    "BLOCK_DESC_STOP": "ЗУПИНИТИ {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "ЗАДАТИ ШВИДКІСТЬ",
    "BLOCK_DESC_REPEAT": "ПОВТОРИТИ",
    "BLOCK_DESC_END": "КІНЕЦЬ",
    "BLOCK_DESC_REPEAT_FOREVER": "ПОВТОРЮВАТИ НЕСКІНЧЕННО",
    "BLOCK_DESC_GO_TO_PAGE": "ПЕРЕЙТИ НА СЦЕНУ {PAGE}",
    "SHARING_BY_EMAIL": "Поділитися через електронну пошту",
    "SHARING_BY_AIRDROP": "Поділитися через Airdrop",
    "SHARING_EMAIL_SUBJECT": "Мій проєкт на ScratchJr: {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "Клацніть по піктограмі, щоб спробувати мій проєкт, зроблений в ScratchJr, на планшеті iPad або Android!<br><br>Якщо у вас не встановлена програма ScratchJr, ви маєте можливість <a href='http://www.scratchjr.org'>завантажити її безкоштовно</a> з Apple App Store або Google Play.<br><br>За допомогою ScratchJr діти можуть створювати власні інтерактивні історії та ігри. Щоб дізнатися більше, перегляньте додаткову інформацію на сайті<a href='http://www.scratchjr.org'>ScratchJr.org</a>",
    "FOR_PARENTS": "Для батьків",
    "PARENTAL_GATE_EXPLANATION": "Чому ми це запитуємо? Доросла людина повинна схвалити розповсюдження проєкту через Інтернет.",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "Проєкт",
    "LIBRARY_CHARACTER": "Персонаж",
    "LIBRARY_BACKGROUND": "Фон",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "привіт",
    "ALERT_BACK": "Повернутися",
    "ALERT_SAVING": "Збереження...",
    "SELECT_LANGUAGE": "Оберіть мову",
    "USAGE_QUESTION": "Де ви використовуєте ScratchJr?\"",
    "USAGE_SCHOOL": "У навчальному закладі",
    "USAGE_HOME": "Вдома",
    "USAGE_OTHER": "Інше",
    "USAGE_NONE": "Бажаю не говорити"
}
