{
    "MY_PROJECTS": "我的專案",
    "IMPORT_ERROR": "<h2 class='title'>喔不！檔案無法運作</h2><div class='content'>可能是你的檔案出錯。<br>請檢查檔案是 .sjr 格式，然後再試一次。</div>",
    "QUICK_INTRO": "ScratchJr 快速上手",
    "SAMPLE_PROJECTS": "專案樣本",
    "ABOUT_SCRATCHJR": "關於 ScratchJr",
    "INTERFACE_GUIDE": "介面指南",
    "PAINT_EDITOR_GUIDE": "繪圖編輯器指南",
    "BLOCKS_GUIDE": "積木指南",
    "PRIVACY_POLICY": "隱私政策",
    "ABOUT_WHAT_IS": "ScratchJr 是什麼？",
    "ABOUT_DESCRIPTION": "ScratchJr 是個入門級程式語言，可以讓幼童( 5-7 歲) 建立自己的互動式媒體，像是故事和遊戲。孩子透過圖像化的程式方塊，像組合積木般來讓所建立的角色移動、跳躍、跳舞、唱歌。也可以利用繪圖編輯器來描繪出心目中的角色人物，使用麥克風錄製自己的聲音或其他音效，利用照像機來拍攝自己的照片或放入其他圖片-- 然後組合它們，將孩子心中的想像帶到真實世界。",
    "ABOUT_INSPIRED_BY": "ScratchJr 這個軟體的創作靈感來自於 Scratch。在全球有數以百萬計的年輕人( 8歲以上)使用 Scratch，是個非常受歡迎的程式語言( http://scratch.mit.edu ) 。而 ScratchJr 則重新設計操作介面及程式語言，讓它更適合幼童，尤其專注將功能設計地更符合他們的認知、個人、社會、情感發展。<br/> <br/>若需進一步了解，請參考 http://scratchjr.org",
    "ABOUT_WHY_CREATE": "為什麼創造 ScratchJr？",
    "ABOUT_WHY_CREATE_DESCRIPTION": "程式(或電腦程式)設計是新世代的必備素養，就像寫作能讓你的組識能力、表達能力變好一樣，程式設計也一樣。在過去，程式設計很難普及，但我們認為每個人都該具備這樣的能力，就像寫作能力一樣。<br/> <br/>當幼童使用 ScratchJr 時，他們不只是和電腦互動，更可以透過電腦學習如何創造和表達內心所想。從這個過程，幼童也學到了解決問題、創意設計、邏輯思考的能力，這都是幫助他們在未來成功的基礎。同時，他們在有意義、有動力的情況下使用數學、語文，能力的發展會來得更快。ScratchJr 希望幼童們不僅僅是學習程式設計，也能從程式設計中學習到更多更多。",
    "ABOUT_WHO_CREATED": "誰創造了ScratchJr？",
    "ABOUT_WHO_CREATED_DESCRIPTION": "ScratchJr 由 Scratch 基金會和波士頓學院林奇教育學院的發展技術 (DevTech) 研究小組合作維護。 ScratchJr 最初是由麻省理工學院媒體實驗室的終身幼兒園小組 DevTech –（由 Marina Umaschi Bers 領導，Amanda Strawhacker、Claire Caine、Louise Flannery、Elizabeth Kazakoff 和 Dylan Portelance 做出貢獻）創建的 –（由 Mitchel Resnick 領導， Chris Garrity、Tim Mickel、Carl Bowman、Champika Fernando、Natalie Rusk、Sayamindu Dasgupta 和 Chris Graves）和 Playful 發明公司（由 Paula Bont&aacute 和 Brian Silverman 領導，Jack Geddes 和 Adrian Gabriel 提供了貢獻） . ScratchJr 的 Android 版本由 Two Sigma（由 Mark Roth 領導，Kevin Hu 貢獻）實施，Benesse Corp.<br/> <br/>ScratchJr 的圖形和插圖由 HvingtQuatre 公司（領導Julien Gelifier 和 Adrien Valesa）、Sarah Thomson、Peter Mueller、Jillian Lombardi 和 Blane Asrat。麻省理工學院媒體實驗室的 Paula Aguilera 製作了 ScratchJr 視頻。我們還要感謝所有參與 iPad 和 Android Beta 測試社區的人，特別是 Sergio Antolinez、Vandendaele Didier 和 Sjoerd Dirk Meijer。",
    "ABOUT_WHO_SUPPORTED": "誰幫助了 ScratchJr？",
    "ABOUT_WHO_SUPPORTED_DESCRIPTION": "ScratchJr 項目已獲得美國國家科學基金會(NSF DRL-1118664)、Scratch 基金會、LEGO 基金會、英國電信的慷慨資助。<br/> <br/>若你也喜歡這個免費的 app，可以捐款給非營利組識Scratch 基金會( www.scratchfoundation.org )，讓 ScratchJr 能夠走得更長遠，不管捐贈多少都衷心感謝。<br/> <br/>來自ScratchJr Kickstarter 活動的白金支持者：Jeremy Deutsch，Ken​​neth Ehlert，Catherine Greenspon，Mark Loughridge，JoAnn Gantz Bendetson 和 Shirley Resnick。<br/> <br/>其他來自 ScratchJr Kickstarter 活動的支持者：",
    "BLOCKS_TRIGGERING_BLOCKS": "觸發類型的積木",
    "BLOCKS_GREEN_FLAG": "從綠旗被點擊開始",
    "BLOCKS_GREEN_FLAG_DESCRIPTION": "在最前面添加此積木，當點擊綠旗的時候，後面的程式就會開始執行。",
    "BLOCKS_ON_TAP": "從角色被點擊開始",
    "BLOCKS_ON_TAP_DESCRIPTION": "在最前面添加此積木，當點擊角色時的時候，後面的程式就會開始執行。",
    "BLOCKS_ON_TOUCH": "從觸碰其他角色開始",
    "BLOCKS_ON_TOUCH_DESCRIPTION": "在最前面添加此積木，當碰到另一個角色的時候，後面的程式就會開始執行。",
    "BLOCKS_ON_MESSAGE": "從收到訊息開始",
    "BLOCKS_ON_MESSAGE_DESCRIPTION": "當接收到發送的顏色訊息時，開始後面的程式。",
    "BLOCKS_SEND_MESSAGE": "發送顏色訊息",
    "BLOCKS_SEND_MESSAGE_DESCRIPTION": "發送指定顏色的訊息。",
    "BLOCKS_MOTION_BLOCKS": "動作類型的積木",
    "BLOCKS_MOVE_RIGHT": "往右走",
    "BLOCKS_MOVE_RIGHT_DESCRIPTION": "讓角色向右移動，可指定移動的格數。",
    "BLOCKS_MOVE_LEFT": "往左走",
    "BLOCKS_MOVE_LEFT_DESCRIPTION": "讓角色向左移動，可指定移動的格數。",
    "BLOCKS_MOVE_UP": "往上走",
    "BLOCKS_MOVE_UP_DESCRIPTION": "讓角色向上移動，可指定移動的格數。",
    "BLOCKS_MOVE_DOWN": "往下走",
    "BLOCKS_MOVE_DOWN_DESCRIPTION": "讓角色向下移動，可指定移動的格數。",
    "BLOCKS_TURN_RIGHT": "向右轉",
    "BLOCKS_TURN_RIGHT_DESCRIPTION": "順時鐘旋轉一個角色，可以指定旋轉的大小，數字為1 - 12，像時鐘上的時針一樣，12 表示轉一圈。",
    "BLOCKS_TURN_LEFT": "向左轉",
    "BLOCKS_TURN_LEFT_DESCRIPTION": "逆時鐘旋轉一個角色，可以指定旋轉的大小，數字為1 - 12，像時鐘上的時針一樣，12 表示轉一圈。",
    "BLOCKS_HOP": "跳起來",
    "BLOCKS_HOP_DESCRIPTION": "讓角色跳起來，可以指定跳起來的格數。",
    "BLOCKS_GO_HOME": "回家",
    "BLOCKS_GO_HOME_DESCRIPTION": "角色在移動後，可以用這個積木讓他回到回來的位置( 如果要設定角色的原始位置，可以在屏幕上拖曳角色那個格子上) 。",
    "BLOCKS_LOOKS_BLOCKS": "外觀類型的積木",
    "BLOCKS_SAY": "說出",
    "BLOCKS_SAY_DESCRIPTION": "在角色上方顯示輸入的內容，像漫畫上的泡泡話框一樣。",
    "BLOCKS_GROW": "放大",
    "BLOCKS_GROW_DESCRIPTION": "增加角色的顯示尺寸，讓角色變得比原來還大。",
    "BLOCKS_SHRINK": "縮小",
    "BLOCKS_SHRINK_DESCRIPTION": "減少角色的顯示尺寸，讓角色得比原來還小。",
    "BLOCKS_RESET_SIZE": "重設大小",
    "BLOCKS_RESET_SIZE_DESCRIPTION": "重設角色的顯示尺寸，把角色變回原來的大小。",
    "BLOCKS_HIDE": "隱藏",
    "BLOCKS_HIDE_DESCRIPTION": "讓在屏幕上的角色漸漸的消失不見。",
    "BLOCKS_SHOW": "顯示",
    "BLOCKS_SHOW_DESCRIPTION": "讓消失的角色漸漸的出現在屏幕上。",
    "BLOCKS_SOUND_BLOCKS": "音效類型的積木",
    "BLOCKS_POP": "Pop",
    "BLOCKS_POP_DESCRIPTION": "播放「Pop」音效",
    "BLOCKS_PLAY_RECORDED": "播放錄音音效",
    "BLOCKS_PLAY_RECORDED_DESCRIPTION": "播放所錄製的聲音或是音樂。",
    "BLOCKS_CONTROL_BLOCKS": "控制類型積木",
    "BLOCKS_WAIT": "等待",
    "BLOCKS_WAIT_DESCRIPTION": "讓角色暫時停下來一段時間( 單位是十分之一秒) 。",
    "BLOCKS_STOP": "停止",
    "BLOCKS_STOP_DESCRIPTION": "停止執行所有角色上的程式。",
    "BLOCKS_SET_SPEED": "設定速度",
    "BLOCKS_SET_SPEED_DESCRIPTION": "變更角色移動時的速度。",
    "BLOCKS_REPEAT": "重複固定次數",
    "BLOCKS_REPEAT_DESCRIPTION": "重複執行區塊內的所有程式，可以執行指定次數。",
    "BLOCKS_END_BLOCKS": "結束積木",
    "BLOCKS_END": "結束",
    "BLOCKS_END_DESCRIPTION": "用來表示程式結束( 不會影響當前執行的程式)。",
    "BLOCKS_REPEAT_FOREVER": "重複無限次數",
    "BLOCKS_REPEAT_FOREVER_DESCRIPTION": "重複執行區塊內的所有程式，不停的重複。",
    "BLOCKS_GO_TO_PAGE": "移至頁面",
    "BLOCKS_GO_TO_PAGE_DESCRIPTION": "切換到專案中的指定頁面。",
    "INTERFACE_GUIDE_NUMBER": "{N, number}",
    "INTERFACE_GUIDE_SAVE": "{N, number} .儲存",
    "INTERFACE_GUIDE_STAGE": "{N, number}. 舞台",
    "INTERFACE_GUIDE_PRESENTATION_MODE": "{N, number} .全屏模式",
    "INTERFACE_GUIDE_GRID": "{N, number} .格線模式",
    "INTERFACE_GUIDE_CHANGE_BG": "{N, number} .變更背景",
    "INTERFACE_GUIDE_ADD_TEXT": "{N, number} .添加文字",
    "INTERFACE_GUIDE_RESET_CHAR": "{N, number} .重設角色",
    "INTERFACE_GUIDE_GREEN_FLAG": "{N, number} .綠旗",
    "INTERFACE_GUIDE_PAGES": "{N, number} .頁面",
    "INTERFACE_GUIDE_PROJECT_INFO": "{N, number} .專案資訊",
    "INTERFACE_GUIDE_UNDO_REDO": "{N, number} .復原和重做",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT": "{N, number} .程式積木",
    "INTERFACE_GUIDE_PROGRAMMING_AREA": "{N, number} .程式工作區",
    "INTERFACE_GUIDE_BLOCKS_PALETTE": "{N, number} .指令積木面板",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES": "{N, number} .指令積木分類",
    "INTERFACE_GUIDE_CHARACTERS": "{N, number} .角色",
    "INTERFACE_GUIDE_SAVE_DESCRIPTION": "儲存目前的專案，並返回到主頁。",
    "INTERFACE_GUIDE_STAGE_DESCRIPTION": "這裡是專案中角色們表演的地方，要刪除舞台上的角色，可以點著角色不放，會出現刪除的圖示按鈕。",
    "INTERFACE_GUIDE_PRESENTATION_MODE_DESCRIPTION": "將舞台放大成全屏顯示。",
    "INTERFACE_GUIDE_GRID_DESCRIPTION": "點一下可以顯示( 隱藏) 座標格線。",
    "INTERFACE_GUIDE_CHANGE_BG_DESCRIPTION": "選擇或是繪製一張圖片作為舞台的背景。",
    "INTERFACE_GUIDE_ADD_TEXT_DESCRIPTION": "在舞台上输入文字内容。",
    "INTERFACE_GUIDE_RESET_CHAR_DESCRIPTION": "重設所有角色，讓他們回到原來在舞台上的位置。( 若要訂定角色的預設位置，可以拖曳他們到想要的格子上 )",
    "INTERFACE_GUIDE_GREEN_FLAG_DESCRIPTION": "啟動所有以「從綠旗被點擊開始」積木開頭的程式。",
    "INTERFACE_GUIDE_PAGES_DESCRIPTION": "選取專案中要檢視的頁面- 或是點擊加號圖示來添加新的頁面。每個頁面有各自的角色、背景設置。若要刪除頁面，點著頁面不放會出現刪除按鈕圖示。若要調整頁面順序，可以拖曳重新排列位置。",
    "INTERFACE_GUIDE_PROJECT_INFO_DESCRIPTION": "變更專案的名稱，檢視專案的建立時間，或是分享專案( 如果你的裝置支援的話)。",
    "INTERFACE_GUIDE_UNDO_REDO_DESCRIPTION": "如果你做錯了什麼，點一下復原就可以回到上一步操作，若是要再做一次，可以點擊重做按鈕。",
    "INTERFACE_GUIDE_PROGRAMMING_SCRIPT_DESCRIPTION": "將積木貼在組合成一個積木堆，我們叫他程式。透過程式可以告訴角色做什麼事情。在積木上點一下可以執行該指令。若要刪除一個積木、或是積木堆，只要將它們拖曳到程式工作區以外的區域就可以了。若要被複製一個角色上的程式，可以直接將程式積木拖放到另一個角色的縮圖上。",
    "INTERFACE_GUIDE_PROGRAMMING_AREA_DESCRIPTION": "這裡是組合積木，產生程式的地方，透過程式可以告訴角色要做的事情。",
    "INTERFACE_GUIDE_BLOCKS_PALETTE_DESCRIPTION": "這個面板顯示可用積木，將要使用的積木拖曳到程式工作區，然後在積木上點一下可以看到他們是做什麼的。",
    "INTERFACE_GUIDE_BLOCKS_CATEGORIES_DESCRIPTION": "這裡將所有指令依用途分類，可分為：觸發( 黃色) 、動作( 藍色) 、外觀( 紫色)、音效( 綠色) 、控制( 橙色) 、結束( 紅色) 。",
    "INTERFACE_GUIDE_CHARACTERS_DESCRIPTION": "選擇專案中使用中的角色- 點擊加號圖示可以添加新的角色。當角色被選取，你可以編寫它的程式；點擊名稱可以為角色重新命名，點擊筆刷圖示可以編輯圖片。若要刪除角色，在角色上點著不放，會出現刪除按鈕。若要復制角色到其他頁面，只要將它拖放到其他的頁面縮圖。",
    "PAINT_GUIDE_UNDO": "{N, number} .復原",
    "PAINT_GUIDE_REDO": "{N, number} .重做",
    "PAINT_GUIDE_SHAPE": "{N, number}.形狀",
    "PAINT_GUIDE_CHARACTER_NAME": "{N, number} .角色名稱",
    "PAINT_GUIDE_CUT": "{N, number} .剪下",
    "PAINT_GUIDE_DUPLICATE": "{N, number} .複製",
    "PAINT_GUIDE_ROTATE": "{N, number} .旋轉",
    "PAINT_GUIDE_DRAG": "{N, number} .拖曳",
    "PAINT_GUIDE_SAVE": "{N, number} .儲存",
    "PAINT_GUIDE_FILL": "{N, number} .填滿",
    "PAINT_GUIDE_CAMERA": "{N, number} .照相機",
    "PAINT_GUIDE_COLOR": "{N, number} .顏色",
    "PAINT_GUIDE_LINE_WIDTH": "{N, number} .線條粗細",
    "PAINT_GUIDE_UNDO_DESCRIPTION": "若做錯了，可以利用這個工具反回到上一個操作步驟。",
    "PAINT_GUIDE_REDO_DESCRIPTION": "若復原太多操作步驟，可以利用這個工具重作一遍。",
    "PAINT_GUIDE_SHAPE_DESCRIPTION": "選擇要繪製的形狀，有：線條、圓形、方形、三角形。",
    "PAINT_GUIDE_CHARACTER_NAME_DESCRIPTION": "顯示角色的名稱，點一下可以修改。",
    "PAINT_GUIDE_CUT_DESCRIPTION": "用來剪下指定的圖案，在點擊剪下工具後，你可以接著點一下角色或是形狀，將它們從畫布上移除。",
    "PAINT_GUIDE_DUPLICATE_DESCRIPTION": "用來複製指定的圖案，在點擊複製工具後，你可以接著點一下角色或是形狀，將它們複製並貼在畫布上。",
    "PAINT_GUIDE_ROTATE_DESCRIPTION": "在點擊旋轉工具後，你可以旋轉畫布上的角色或是形狀。",
    "PAINT_GUIDE_DRAG_DESCRIPTION": "在點擊拖曳工具後，你可以拖曳畫布上的角色或形狀到想要的位置。如果你選擇的是形狀，你還可以修改形狀。",
    "PAINT_GUIDE_SAVE_DESCRIPTION": "儲存變更並離開繪圖編輯器。",
    "PAINT_GUIDE_FILL_DESCRIPTION": "在點擊填滿工具後，你可以將角色的某個區塊，或是形狀填滿指定的色彩。",
    "PAINT_GUIDE_CAMERA_DESCRIPTION": "在點擊照相機工具後，你可以點擊角色的某個區塊，或是形狀，接著再點擊照相按鈕，就可以把相片內容填滿到該區域上。",
    "PAINT_GUIDE_COLOR_DESCRIPTION": "選擇繪製線條或是添滿形狀所要使用的顏色。",
    "PAINT_GUIDE_LINE_WIDTH_DESCRIPTION": "變更繪製時線條的粗細。",
    "PRIVACY_TITLE": "ScratchJr Privacy Policy",
    "PRIVACY_LAST_UPDATED": "The ScratchJr Privacy Policy was last updated: November 3rd, 2021",
    "PRIVACY_HIGHLIGHT": "Scratch cares about your privacy. This document, called a \"privacy policy\", explains what information we collect from you, how we collect it, why we collect it, and how we keep it safe. It also tells you about the choices and options you have about your information.",
    "PRIVACY_DESCRIPTION": "The Scratch Foundation, and associated entities (collectively, \"<b>Scratch</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") understand how important privacy is to our community, especially kids and parents (\"<b>you</b>\" or \"<b>user</b>\"). We wrote this privacy policy (\"<b>Privacy Policy</b>\") to explain what information we collect through the ScratchJr mobile application (the \"<b>App</b>\"), how we use, process, and share it, and what we are doing to keep it safe. It also tells you about your rights and choices with respect to your Personal Information, and how you can contact us if you have any questions or concerns.<br>Please read this Privacy Policy carefully so that you understand your rights in relation to your Personal Information, and how we will collect, use and process your Personal Information. If you do not agree with this Privacy Policy or any part thereof, you should not access or use any part of the App. If you change your mind in the future, you must stop using the App and you may exercise your rights in relation to your Personal Information as set out in this Privacy Policy.",
    "PRIVACY_INFORMATION_COLLECTED": "What personal information does the ScratchJr Team collect about me?",
    "PRIVACY_INFORMATION_COLLECTED_HIGHLIGHT": "Scratch collects and stores information you provide to us, for example whether you want to use the App at home or for school and in what language. The App automatically collects some information about the tablet or phone on which you use the App and about how you play on the App. ",
    "PRIVACY_INFORMATION_COLLECTED_DESCRIPTION": "For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual. We obtain Personal Information relating to you from various sources described below.<br>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so. If you do not provide Personal Information when requested, you may not be able to benefit from our App if that information is necessary to provide you with the App or if we are legally required to collect the information.",
    "PRIVACY_INFO_FROM_YOU": "Information provided by you",
    "PRIVACY_INFO_FROM_PROJECT": "<b>Projects.</b> The App collects the projects that you may create on the App, including pictures or sound recordings features in projects. However, this information is only stored locally on your device and is not transmitted to or accessible by Scratch. When you first download the App, we ask permission to access the camera (to enable you to take pictures to use as characters in your projects) and the microphone (to record sounds to use in your projects) of your device. You can disable these features at any time in the App settings provided by your device. ",
    "PRIVACY_INFO_FROM_PREFS": "<b>Use preferences.</b> We ask you whether you will use the App for school, at home, or for another reason and what language you would like us to display the App in. ",
    "PRIVACY_INFO_FROM_AUTO": "Information collected via automated means",
    "PRIVACY_INFO_FROM_USAGE": "<b>Device and usage information.</b> When you use our App, we and third parties may automatically collect your IP address at country level and information about your device including model, version and operating system.",
    "PRIVACY_USAGE": "How does the ScratchJr Team use my Personal Information?",
    "PRIVACY_USAGE_HIGHLIGHT": "We collect your information to make all the features of the App available to you and support your learning, to help us, educators and universities learn about how children play and learn through the App, to help us improve the App and to defend our rights. ",
    "PRIVACY_USAGE_DESCRIPTION": "We may use the Personal Information for one or more of the following purposes:",
    "PRIVACY_USAGE_FOR_SERVICE": "<b>Providing you with the services on the App.</b> We use Personal Information for internal and App-related purposes, including to operate, provide, and maintain the App. In particular we will use your Personal Information to perform our contractual obligation towards you to allow you to use the App, to contact you in case of any issue with the App and make the App available to you in the language that you select in the App settings. The Personal Information we process when doing so includes any content you create on the App and your language preference.",
    "PRIVACY_USAGE_FOR_ANALYTICS": "<b>Analytics and improving the App.</b> We and our service providers use Personal Information that we collect on the App, such as your location, which characters you use the most, how much time you spend in the App and other activities on the App to monitor and analyze usage of the App and to improve and enhance the App. It is in our legitimate interest to improve our App for our users, which includes conducting troubleshooting, testing and research and to keep the App secure. When doing so we may use Personal Information that we automatically collect about you, such as information on use.",
    "PRIVACY_USAGE_FOR_DATA": "<b>Aggregating Data.</b> We may de-identify and aggregate information collected through the App for statistical analysis and other lawful purposes, including in research studies intended to improve our understanding of how people learn with ScratchJr. Aggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.",
    "PRIVACY_USAGE_FOR_LEGAL": "<b>Legal.</b> We may use your Personal Information to enforce our End User License Agreement (EULA), to defend our legal rights, and to comply with our legal obligations and internal policies. ",
    "PRIVACY_USAGE_IN_EEA": "Our use of European Personal Information",
    "PRIVACY_USAGE_IN_EEA_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, we only use your information when we have a ground that allows us to do so.",
    "PRIVACY_USAGE_IN_EEA_DESCRIPTION": "If you are located in the European Economic Area (“<b>EEA</b>”), the UK or Switzerland we only process your Personal Information when we have a valid legal basis:",
    "PRIVACY_USAGE_IN_EEA_CONTRACTUAL_NECESSITY": "<b>Contractual necessity.</b> We may use your Personal Information to perform our contractual obligations towards you. For example, we need your Personal Information to provide our services on the App.",
    "PRIVACY_USAGE_IN_EEA_LEGITIMATE_INTEREST": "<b>Legitimate interest.</b> We may use your Personal Information when we or a third party have a legitimate interest in doing so. In particular, we have a legitimate interest in using your Personal Information to provide the App in your preferred language, improve the safety, security, and performance of our App, and understand how the App is used, including through research studies that help us understand how people learn with ScratchJr. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests. ",
    "PRIVACY_USAGE_IN_EEA_LEGAL_OBLIGATION": "<b>Legal obligation.</b> We may use your Personal Information when we are legally required to. For example, to comply with tax and accounting obligations, or to comply with a court order.",
    "PRIVACY_USAGE_IN_EEA_CONSENT": "<b>Consent.</b> We may use your Personal Information when you have consented to do so.",
    "PRIVACY_SHARING": "How Does the ScratchJr Team Share my Personal Information?",
    "PRIVACY_SHARING_HIGHLIGHT": "We only share your information with other organizations when we need to. We share information with vendors that help us provide the App. We also share the results of the research we do with schools and researchers, but we first take steps to put that information in a format that does not allow them to identify you. We may also share your information with courts and governments for legal reasons. ",
    "PRIVACY_SHARING_DESCRIPTION": "We disclose your Personal Information to third parties in the following circumstances:",
    "PRIVACY_SHARING_WITH_SERVICE_PROVIDER": "<b>Service providers.</b> We rely on service providers for the provision of the services on our App, such as: Google Firebase, an analytics provider, to help us to understand our user base and how our App is used. ",
    "PRIVACY_SHARING_WITH_EDUCATION": "<b>Education and research institutions.</b> We may share the results of our research on children’s education through ScratchJr, in a de-identified and aggregate form, with educators and research institutions, such as Tufts University and MIT, through conferences, journals, and other publications.",
    "PRIVACY_SHARING_WITH_CHANGE_OF_OWNERSHIP": "<b>Change of corporate ownership.</b> We may disclose your Personal Information to a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. ",
    "PRIVACY_SHARING_WITH_SCRATCH_GROUP": "<b>Scratch group.</b> We share Personal Information about you with our affiliates and subsidiaries.",
    "PRIVACY_SHARING_WITH_LEGAL": "<b>Legal.</b> We may disclose your Personal Information if required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal processes; (c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "PRIVACY_SHARING_WITH_CONSENT": "<b>Consent.</b> We may also disclose your Personal Information with your permission. We may seek your permission in various ways.",
    "PRIVACY_YOUR_RIGHTS": "Your Rights and Choices",
    "PRIVACY_YOUR_RIGHTS_HIGHLIGHT": "If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you have any questions about how we process your Personal Information, please contact us. ",
    "PRIVACY_YOUR_RIGHTS_DESCRIPTION": "We strive to provide you with choices regarding the Personal Information you provide to us. We have created mechanisms to provide you with the following control over your Personal Information:",
    "PRIVACY_YOUR_RIGHTS_DELETING": "<b>Deleting your information.</b> You can delete your projects by deleting the App from your device.",
    "PRIVACY_YOUR_RIGHTS_IN_EU": "Your European Data Protection Rights",
    "PRIVACY_YOUR_RIGHTS_IN_EU_HIGHLIGHT": "If you are in the EEA, the UK or Switzerland, you and your parents have the right to: <ul><li>Be told how we use your information. </li><li>Ask to see the information we have about you. </li><li>Ask us to change information you think is wrong.</li><li>Ask us to remove information when it’s not needed anymore.</li><li>Ask us to only use your information in certain ways.</li><li>Tell us you don’t want your information to be processed.</li><li>If the information we are collecting is information that you can choose not to give, you can tell us to stop collecting it at any time.</li></ul>If you’re interested in how we get and use your information, you can contact us in any of the ways explained below under “Contact Us” or speak to your parents, who will be able to help you and answer any questions that you have. If you are in the EEA, the UK or Switzerland, you may also submit a complaint with the relevant authority.",
    "PRIVACY_YOUR_RIGHTS_IN_EU_DESCRIPTION": "If you are in the EEA, the UK or Switzerland, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company. Those rights may be limited in some circumstances by local law requirements. In addition to the above-mentioned rights, you also have the right to lodge a complaint with the Information Commissioner’s Office in the UK or the data protection supervisory authority in the EU country in which you live or work, or where you believe we have infringed data protection laws.<br><br>If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, this will not affect the lawfulness of the processing before your consent withdrawal.<br><br>Please note that we may have valid legal reasons to refuse your request and will inform you if that is the case. For more information on your rights, or to submit a request to exercise your rights under applicable law, please contact us as indicated in the ‘Contact Us’ section below.",
    "PRIVACY_DATA_RETENSION": "Data Retention",
    "PRIVACY_DATA_RETENSION_HIGHLIGHT": "We don't keep your information forever. We only keep it for as long as we need it to help us do the activities explained in this policy.",
    "PRIVACY_DATA_RETENSION_DESCRIPTION": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrollment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "PRIVACY_INFO_PROTECTION": "How does the ScratchJr Team protect my Personal Information?",
    "PRIVACY_INFO_PROTECTION_HIGHLIGHT": "We take steps to keep your information safe and secure.",
    "PRIVACY_INFO_PROTECTION_DESCRIPTION": "We have in place administrative, physical, and technical procedures that are intended to protect the information we collect on the App against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the internet.",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE": "Notifications of Changes to the Privacy Policy",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_HIGHLIGHT": "If we make any changes to how we use your information, we will update this Privacy Policy through the App and may let you know that we have made changes. ",
    "PRIVACY_NOTIFICATIONS_OF_CHANGE_DESCRIPTION": "We review Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes, we will notify you thereof. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the App following these changes means that you accept the revised Privacy Policy.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER": "International Cross-Border Data Transfer",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_HIGHLIGHT": "Your information will be stored and used by Scratch in the United States, where the laws and protections of your information may be different than in your country. We take steps to keep your information safe and secure.",
    "PRIVACY_INTERNATIONAL_DATA_TRANSFER_DESCRIPTION": "We may transfer the Personal Information that we collect about you to recipients in countries other than the country in which the Personal Information originally was collected.  Those countries may not have the same data protection laws as the country in which you initially provided the Personal Information.<br>Scratch is based in the United States. If you provide us with your Personal Information when using the Services from the EEA, Switzerland or the UK, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.",
    "PRIVACY_CONTACT": "聯絡我們",
    "PRIVACY_CONTACT_HIGHLIGHT": "Please write to us or email us using the contact details set out below. ",
    "PRIVACY_CONTACT_DESCRIPTION": "The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information and for the purpose of the EU and UK General Data Protection Regulation (GDPR), is the data controller in respect of the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:<br><br><b>Scratch Foundation<b><br><b>ATTN: Privacy Policy</b><br><b>7315 Wisconsin Ave.</b><br><b>4th Floor West</b><br><b>Bethesda, MD 20814</b>",
    "SAMPLE_Under the sea": "海底世界",
    "SAMPLE_Farm": "農場",
    "SAMPLE_Seasons": "四季變換",
    "SAMPLE_Friends": "朋友",
    "SAMPLE_Dance": "舞蹈表演",
    "SAMPLE_Animal Race": "動物賽跑",
    "SAMPLE_Bump": "鴨子划水",
    "SAMPLE_Quick Intro": "快速上手",
    "SAMPLE_Star": "星星",
    "SAMPLE_TEXT_key_character_cat": "貓",
    "SAMPLE_TEXT_key_character_star": "星星",
    "SAMPLE_TEXT_key_character_teen_girl": "青少年",
    "SAMPLE_TEXT_key_character_teen_boy": "青少年",
    "SAMPLE_TEXT_key_farm_tap_them": "點擊他們",
    "SAMPLE_TEXT_key_party_question": "派對？",
    "SAMPLE_TEXT_key_soccer_question": "還是足球賽？",
    "SAMPLE_TEXT_key_goal": "得分！！！",
    "SAMPLE_TEXT_key_under_the_sea_fish": "魚",
    "SAMPLE_TEXT_key_under_the_sea_seahorse": "海馬",
    "SAMPLE_TEXT_key_under_the_sea_starfish": "海星",
    "SAMPLE_TEXT_key_farm_pig": "豬",
    "SAMPLE_TEXT_key_farm_horse": "馬",
    "SAMPLE_TEXT_key_farm_chicken": "雞",
    "SAMPLE_TEXT_key_farm_barn": "穀倉",
    "SAMPLE_TEXT_key_seasons_summer": "夏天",
    "SAMPLE_TEXT_key_seasons_fall": "秋天",
    "SAMPLE_TEXT_key_seasons_winter": "冬天",
    "SAMPLE_TEXT_key_seasons_spring": "春天",
    "SAMPLE_TEXT_key_friends_cake": "蛋糕",
    "SAMPLE_TEXT_key_friends_soccer_ball": "足球",
    "SAMPLE_TEXT_key_friends_child": "小孩",
    "SAMPLE_TEXT_key_friends_table": "桌子",
    "SAMPLE_TEXT_key_friends_soccer_net": "足球門",
    "SAMPLE_TEXT_key_animalrace_elephant": "大象",
    "SAMPLE_TEXT_key_animalrace_giraffe": "長頸鹿",
    "SAMPLE_TEXT_key_animalrace_monkey": "猴子",
    "SAMPLE_TEXT_key_dance_scubadiver": "潛水員",
    "SAMPLE_TEXT_key_dance_snake": "蛇",
    "SAMPLE_TEXT_key_bump_yellow_duck": "黃色小鴨",
    "SAMPLE_TEXT_key_bump_blue_duck": "藍色小鴨",
    "SAMPLE_TEXT_key_bump_green_duck": "綠色小鴨",
    "SAMPLE_TEXT_key_quickintro_fish": "魚",
    "SAMPLE_TEXT_key_quickintro_toc": "Toc",
    "CHARACTER_Cat.svg": "貓貓",
    "CHARACTER_Cat2.svg": "貓貓走路",
    "CHARACTER_Blue.svg": "Tic",
    "CHARACTER_Purple.svg": "Tac",
    "CHARACTER_Red.svg": "Toc",
    "CHARACTER_Dragon.svg": "龍",
    "CHARACTER_Fairy.svg": "仙女",
    "CHARACTER_Wizard.svg": "巫師",
    "CHARACTER_Dog.svg": "小狗",
    "CHARACTER_Rabbit.svg": "免子",
    "CHARACTER_Chicken.svg": "雞",
    "CHARACTER_Pig.svg": "豬",
    "CHARACTER_Horse.svg": "馬",
    "CHARACTER_Zebra.svg": "斑馬",
    "CHARACTER_Monkey.svg": "猴子",
    "CHARACTER_Elephant.svg": "大象",
    "CHARACTER_Giraffe.svg": "長頸鹿",
    "CHARACTER_Camel.svg": "駱駝",
    "CHARACTER_Butterfly.svg": "蝴蝶",
    "CHARACTER_Fly.svg": "蒼蠅",
    "CHARACTER_Bat.svg": "蝙蝠",
    "CHARACTER_Bird.svg": "鳥",
    "CHARACTER_Snake.svg": "蛇",
    "CHARACTER_Lizard.svg": "蜥蜴",
    "CHARACTER_Frog.svg": "青蛙",
    "CHARACTER_Duck.svg": "鴨子",
    "CHARACTER_Crab.svg": "螃蟹",
    "CHARACTER_Seahorse.svg": "海馬",
    "CHARACTER_Starfish.svg": "海星",
    "CHARACTER_Fish1.svg": "魚",
    "CHARACTER_Fish2.svg": "魚",
    "CHARACTER_Whale.svg": "鯨魚",
    "CHARACTER_Penguin.svg": "企鵝",
    "CHARACTER_PolarBear.svg": "北極熊",
    "CHARACTER_Girl1V2.svg": "小孩",
    "CHARACTER_Girl2V2.svg": "小孩",
    "CHARACTER_Girl3V2.svg": "小孩",
    "CHARACTER_Boy1V2.svg": "小孩",
    "CHARACTER_Boy2V2.svg": "小孩",
    "CHARACTER_Boy3V2.svg": "小孩",
    "CHARACTER_TeenGirl1V2.svg": "人",
    "CHARACTER_TeenGirl2V2.svg": "人",
    "CHARACTER_TeenGirl3V2.svg": "人",
    "CHARACTER_TeenBoy1V2.svg": "人",
    "CHARACTER_TeenBoy2V2.svg": "人",
    "CHARACTER_TeenBoy3V2.svg": "人",
    "CHARACTER_Baby1V2.svg": "嬰兒",
    "CHARACTER_Baby2V2.svg": "嬰兒",
    "CHARACTER_Baby3V2.svg": "嬰兒",
    "CHARACTER_MotherV2.svg": "人",
    "CHARACTER_FatherV2.svg": "人",
    "CHARACTER_GrandmotherV2.svg": "人",
    "CHARACTER_GrandfatherV2.svg": "人",
    "CHARACTER_GirlV2.svg": "小孩",
    "CHARACTER_BoyV2.svg": "小孩",
    "CHARACTER_Teen2V2.svg": "人",
    "CHARACTER_Teen3V2.svg": "人",
    "CHARACTER_Farmer1V2.svg": "農場工人",
    "CHARACTER_FarmerV2.svg": "農場工人",
    "CHARACTER_Bike2V2.svg": "騎士",
    "CHARACTER_BikeV2.svg": "騎士",
    "CHARACTER_Car2V2.svg": "車手",
    "CHARACTER_Car1V2.svg": "車手",
    "CHARACTER_AeroplaneV2.svg": "飛行員",
    "CHARACTER_AstronautV2.svg": "太空人",
    "CHARACTER_InuitV2.svg": "愛斯基摩人",
    "CHARACTER_ScubadiverV2.svg": "潛水員",
    "CHARACTER_RowboatV2.svg": "划手",
    "CHARACTER_Girl1.svg": "小孩",
    "CHARACTER_Girl2.svg": "小孩",
    "CHARACTER_Girl3.svg": "小孩",
    "CHARACTER_Boy1.svg": "小孩",
    "CHARACTER_Boy2.svg": "小孩",
    "CHARACTER_Boy3.svg": "小孩",
    "CHARACTER_TeenGirl1.svg": "青少年",
    "CHARACTER_TeenGirl2.svg": "青少年",
    "CHARACTER_TeenGirl3.svg": "青少年",
    "CHARACTER_TeenBoy1.svg": "青少年",
    "CHARACTER_TeenBoy2.svg": "青少年",
    "CHARACTER_TeenBoy3.svg": "青少年",
    "CHARACTER_Baby.svg": "嬰兒",
    "CHARACTER_Mother.svg": "媽媽",
    "CHARACTER_Father.svg": "爸爸",
    "CHARACTER_Grandmother.svg": "祖母",
    "CHARACTER_Grandfather.svg": "祖父",
    "CHARACTER_Girl.svg": "小孩",
    "CHARACTER_Boy.svg": "小孩",
    "CHARACTER_Teen2.svg": "青少年",
    "CHARACTER_Teen3.svg": "青少年",
    "CHARACTER_Farmer1.svg": "農場工人",
    "CHARACTER_Farmer.svg": "農場工人",
    "CHARACTER_Bike2.svg": "騎士",
    "CHARACTER_Bike.svg": "騎士",
    "CHARACTER_Car2.svg": "車手",
    "CHARACTER_Car1.svg": "車手",
    "CHARACTER_Aeroplane.svg": "飛行員",
    "CHARACTER_Astronaut.svg": "太空人",
    "CHARACTER_Inuit.svg": "愛斯基摩人",
    "CHARACTER_Scubadiver.svg": "潛水員",
    "CHARACTER_Rowboat.svg": "划手",
    "CHARACTER_Tree1.svg": "樹",
    "CHARACTER_Tree3.svg": "樹",
    "CHARACTER_Tree4.svg": "樹",
    "CHARACTER_Evergreen.svg": "樹",
    "CHARACTER_Weed.svg": "植物",
    "CHARACTER_Pasture.svg": "高草",
    "CHARACTER_Cactus.svg": "仙人掌",
    "CHARACTER_Daffodil.svg": "水仙",
    "CHARACTER_Daisy1.svg": "菊花",
    "CHARACTER_Daisy2.svg": "菊花",
    "CHARACTER_Daisy3.svg": "菊花",
    "CHARACTER_Tulip2.svg": "鬱金香",
    "CHARACTER_Flowers.svg": "花叢",
    "CHARACTER_Apple.svg": "蘋果",
    "CHARACTER_Peach.svg": "桃子",
    "CHARACTER_Mushroom.svg": "蘑菇",
    "CHARACTER_Star.svg": "星星",
    "CHARACTER_Star2.svg": "星星",
    "CHARACTER_Star3.svg": "星星",
    "CHARACTER_ShootingStar.svg": "流星",
    "CHARACTER_Earth.svg": "地球",
    "CHARACTER_Planet.svg": "衛星",
    "CHARACTER_Sun.svg": "太陽",
    "CHARACTER_Moon.svg": "月球",
    "CHARACTER_CrescentMoon.svg": "月亮",
    "CHARACTER_Cloud1.svg": "雲",
    "CHARACTER_Thundercloud.svg": "雷雲",
    "CHARACTER_Tornado.svg": "龍捲風",
    "CHARACTER_Barn.svg": "穀倉",
    "CHARACTER_Fort.svg": "城堡",
    "CHARACTER_Castle.svg": "城堡",
    "CHARACTER_Igloo.svg": "冰屋",
    "CHARACTER_House1.svg": "房子",
    "CHARACTER_House.svg": "房子",
    "CHARACTER_House3.svg": "房子",
    "CHARACTER_House4.svg": "房子",
    "CHARACTER_Apartment.svg": "大樓",
    "CHARACTER_School.svg": "學校",
    "CHARACTER_Shop.svg": "商店",
    "CHARACTER_Fence.svg": "籬笆",
    "CHARACTER_Mailbox.svg": "信箱",
    "CHARACTER_Cake.svg": "蛋糕",
    "CHARACTER_Ball.svg": "球",
    "CHARACTER_Basketball.svg": "籃球",
    "CHARACTER_Soccerball.svg": "足球",
    "CHARACTER_SoccerNet.svg": "足球門",
    "CHARACTER_Bed.svg": "床",
    "CHARACTER_NightTable.svg": "床櫃",
    "CHARACTER_Stool.svg": "凳子",
    "CHARACTER_Table.svg": "桌子",
    "CHARACTER_Car.svg": "車",
    "CHARACTER_Bus.svg": "公車",
    "CHARACTER_SailBoat.svg": "船",
    "CHARACTER_Boat2.svg": "船",
    "CHARACTER_Rocket.svg": "火箭",
    "CHARACTER_Ben.svg": "人",
    "CHARACTER_Elle.svg": "小孩",
    "CHARACTER_Farrah.svg": "人",
    "CHARACTER_Jai.svg": "人",
    "CHARACTER_Joey.svg": "小孩",
    "CHARACTER_Kate.svg": "小孩",
    "CHARACTER_Nahom.svg": "小孩",
    "CHARACTER_Nia.svg": "人",
    "CHARACTER_Sam.svg": "小孩",
    "CHARACTER_Tom.svg": "人",
    "BACKGROUND_Farm.svg": "農場",
    "BACKGROUND_Park.svg": "公園",
    "BACKGROUND_Suburbs.svg": "郊區",
    "BACKGROUND_City.svg": "城市",
    "BACKGROUND_Library.svg": "圖書館",
    "BACKGROUND_Classroom.svg": "教室",
    "BACKGROUND_Theatre.svg": "劇院",
    "BACKGROUND_Gym.svg": "健身房",
    "BACKGROUND_Gym2.svg": "健身房",
    "BACKGROUND_Bedroom.svg": "臥室",
    "BACKGROUND_EmptyRoom.svg": "空房間",
    "BACKGROUND_Summer.svg": "夏季",
    "BACKGROUND_Fall.svg": "秋季",
    "BACKGROUND_Winter.svg": "冬季",
    "BACKGROUND_Spring.svg": "春季",
    "BACKGROUND_Creek.svg": "小河",
    "BACKGROUND_Lake.svg": "湖",
    "BACKGROUND_Woods.svg": "森林",
    "BACKGROUND_BeachDay.svg": "海邊白天",
    "BACKGROUND_BeachSunrise.svg": "海邊傍晚",
    "BACKGROUND_BeachNight.svg": "海邊黑夜",
    "BACKGROUND_Underwater.svg": "水底",
    "BACKGROUND_Jungle.svg": "叢林",
    "BACKGROUND_Savannah.svg": "草原",
    "BACKGROUND_Desert.svg": "沙漠",
    "BACKGROUND_Arctic.svg": "北極",
    "BACKGROUND_Space.svg": "太空",
    "BACKGROUND_MoonBkg.svg": "月球",
    "BLOCK_DESC_GREEN_FLAG": "點擊綠旗時開始",
    "BLOCK_DESC_ON_TAP": "點擊{CHARACTER_NAME}時開始",
    "BLOCK_DESC_ON_BUMP": "碰到{CHARACTER_NAME}時開始",
    "BLOCK_DESC_MESSAGE_COLOR_ORANGE": "橙",
    "BLOCK_DESC_ON_MESSAGE": "接到{COLOR}訊息時開始",
    "BLOCK_DESC_SEND_MESSAGE": "發送{COLOR}訊息",
    "BLOCK_DESC_MOVE_RIGHT": "往右走",
    "BLOCK_DESC_MOVE_LEFT": "往左走",
    "BLOCK_DESC_MOVE_UP": "往上走",
    "BLOCK_DESC_MOVE_DOWN": "往下走",
    "BLOCK_DESC_TURN_RIGHT": "向右轉",
    "BLOCK_DESC_TURN_LEFT": "向左轉",
    "BLOCK_DESC_HOP": "跳起來",
    "BLOCK_DESC_GO_HOME": "回家",
    "BLOCK_DESC_SAY": "說出",
    "BLOCK_DESC_GROW": "放大",
    "BLOCK_DESC_SHRINK": "縮小",
    "BLOCK_DESC_RESET_SIZE": "重設大小",
    "BLOCK_DESC_HIDE": "隱藏",
    "BLOCK_DESC_SHOW": "顯示",
    "BLOCK_DESC_PLAY_SOUND": "播放{SOUND_NAME}",
    "BLOCK_DESC_PLAY_SOUND_POP": "pop",
    "BLOCK_DESC_PLAY_RECORDED_SOUND": "播放錄製的音效",
    "BLOCK_DESC_WAIT": "等待",
    "BLOCK_DESC_STOP": "停止 {CHARACTER_NAME}",
    "BLOCK_DESC_SET_SPEED": "設定速度",
    "BLOCK_DESC_REPEAT": "重複",
    "BLOCK_DESC_END": "結束",
    "BLOCK_DESC_REPEAT_FOREVER": "重複無限次",
    "BLOCK_DESC_GO_TO_PAGE": "移至第 {PAGE} 頁",
    "SHARING_BY_EMAIL": "用電子郵件分享",
    "SHARING_BY_AIRDROP": "用 Airdrop 分享",
    "SHARING_EMAIL_SUBJECT": "ScratchJr 專案： {PROJECT_NAME}",
    "SHARING_EMAIL_TEXT": "點按圖示可以在你的 iPad 或 Android 平板上嘗試我的 ScratchJr 專案！<br><br>如果你還沒有 ScratchJr App，你可以從 Apple App Store 或 Google Play 商店上下載。<br><br>有了 ScratchJr，小朋友可以製作自己的互動故事和遊戲。若想深入瞭解，請見 <a href='http://www.scratchjr.org'>scratchjr.org</a>。",
    "FOR_PARENTS": "致家長",
    "PARENTAL_GATE_EXPLANATION": "為什麼我們要問這個問題？因為必須要大人同意的情況下才可以在線上分享。",
    "GRID_NUMBER": "{N, number}",
    "NEW_PROJECT_PREFIX": "專案",
    "LIBRARY_CHARACTER": "角色",
    "LIBRARY_BACKGROUND": "背景",
    "SAY_BLOCK_DEFAULT_ARGUMENT": "嗨",
    "ALERT_BACK": "返回",
    "ALERT_SAVING": "正在保存...",
    "SELECT_LANGUAGE": "選擇語言",
    "USAGE_QUESTION": "你在哪裡用 ScratchJr？",
    "USAGE_SCHOOL": "學校",
    "USAGE_HOME": "家裡",
    "USAGE_OTHER": "其他",
    "USAGE_NONE": "寧願不說"
}
